[
    {
        "aktenzeichen": "INFO_SKIP",
        "datum": "27.02.2026",
        "vorschau": "Keine IV-Urteile publiziert",
        "zusammenfassung": "",
        "url": ""
    },
    {
        "aktenzeichen": "9C_619/2024",
        "datum": "26.02.2026",
        "vorschau": "Invalidenversicherung",
        "zusammenfassung": "**Sachverhalt & Anträge**\nA., geboren 1966, arbeitete zuletzt als Magazinier. Am 8. Februar 2018 stellte er einen neuen Antrag auf Leistungen der Invalidenversicherung bei der Ausgleichskasse des Kantons Waadt. Die Kasse beauftragte den Arzt B. mit einer rheumatologischen Expertise. In seinem Bericht vom 30. September 2021 diagnostizierte der Arzt unter anderem eine lumbale Spinalkanalstenose mit neurologischem Defizit und einer Arbeitsfähigkeit von 50 % in einer angepassten Tätigkeit. Die Ausgleichskasse sprach A. mit Entscheid vom 15. März 2022 ab 1. September 2018 eine halbe Invalidenrente zu. A. erhob Beschwerde beim Kantonalen Gericht des Kantons Waadt, das die Beschwerde am 26. September 2024 abwies. A. legte gegen diesen Entscheid Beschwerde beim Bundesgericht ein und beantragte, den Entscheid aufzuheben und ihn zu einer vollen Invalidenrente zuzusprechen.\n\n**Streitig**\nDer Streit betrifft den Anspruch auf eine volle Invalidenrente (an Stelle der zugesprochenen halben Rente ab 1. September 2018) sowie auf berufliche Massnahmen im Rahmen eines neuen Leistungsanspruchs.\n\n**Zu prüfen & Entscheidung**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz den Anspruch auf eine volle Invalidenrente zu Recht abgelehnt hat. Es hat auch zu prüfen, ob die Vorinstanz das Recht auf eine öffentliche Verhandlung verletzt hat, indem sie den Entscheid am selben Tag wie die Verhandlung gefällt hat. Das Bundesgericht hat festgestellt, dass die Vorinstanz das Recht auf eine öffentliche Verhandlung nicht verletzt hat, da der Beschwerdeführer durch seinen Anwalt an der Verhandlung teilgenommen hat und die Vorinstanz auf die Argumente des Beschwerdeführers eingegangen ist. Das Bundesgericht hat auch festgestellt, dass die Vorinstanz den Anspruch auf eine volle Invalidenrente zu Recht abgelehnt hat, da der Beschwerdeführer nicht nachgewiesen hat, dass er eine höhere Arbeitsunfähigkeit hat als die von der Vorinstanz angenommene 50 %. Der Beschwerdeführer hat auch nicht nachgewiesen, dass die Vorinstanz die medizinischen Gutachten nicht richtig bewertet hat. Der Beschwerdeführer hat somit nicht nachgewiesen, dass die Vorinstanz den Entscheid willkürlich oder aufgrund einer unvollständigen Sachverhaltsfeststellung getroffen hat. Die Beschwerde wird abgewiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_619-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_170/2025",
        "datum": "26.02.2026",
        "vorschau": "Assurance-invalidité (rente d'invalidité)",
        "zusammenfassung": "**Sachverhalt & Anträge**\nA. A. hat am 25. September 2018 eine demande de prestations de l'assurance-invalidité beim Office de l'assurance-invalidité pour den Kanton Vaud eingereicht, da sie aufgrund einer polyarthritischen Erkrankung und einer polyarthritischen rheumatoiden Erkrankung, die im Mai 2017 diagnostiziert wurde, seit dem 22. Juni 2016 eine variable Arbeitsunfähigkeit aufwies. Das Office de l'assurance-invalidité hat unter anderem eine expertise pluridisciplinaire beim Centre d'expertise CEMEDEX in Auftrag gegeben, die am 3. Februar 2022 ihren Bericht erstattet hat. A. A. hat gegen die Entscheidungen des Office de l'assurance-invalidité vom 14. April, 6. Juni und 7. November 2023 beim Tribunal cantonal du canton de Vaud Rekurs eingelegt, der jedoch abgelehnt wurde. A. A. hat nun beim Bundesgericht Beschwerde eingelegt und beantragt, dass ihr eine volle Invalidenrente ab dem 1. März 2019 zugesprochen wird und dass ihre Kinder B. A. und C. A. eine volle Rente erhalten.\n\n**Streitig**\nStreitig ist, ob A. A. ab dem 1. September 2019 Anspruch auf eine volle Invalidenrente hat und ob ihre Kinder B. A. und C. A. Anspruch auf eine volle Rente haben.\n\n**Zu prüfen & Entscheidung**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz die rechtlichen Grundlagen und die Beweiswürdigung korrekt angewendet hat. Insbesondere ist zu prüfen, ob die Expertise von CEMEDEX eine hinreichende Grundlage für die Entscheidung bildet und ob die Vorinstanz die Meinungen der Hausärzte von A. A. ausreichend berücksichtigt hat. Das Bundesgericht hat auch zu prüfen, ob die Verwertbarkeit der Restarbeitsfähigkeit von A. A. korrekt bewertet wurde. Nach Prüfung der Sachlage und der rechtlichen Grundlagen hat das Bundesgericht entschieden, dass die Vorinstanz die rechtlichen Grundlagen und die Beweiswürdigung korrekt angewendet hat und dass die Expertise von CEMEDEX eine hinreichende Grundlage für die Entscheidung bildet. Die Beschwerde von A. A. wurde abgelehnt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_170-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_440/2025",
        "datum": "26.02.2026",
        "vorschau": "Invalidenrente (Rentenleistung bei Erwerbsunfähigkeit)",
        "zusammenfassung": "**Sachverhalt & Anträge**\nA. A., geboren 1965, arbeitete seit 2007 als kinésiologische Therapeutin und Masseurin. Am 25. September 2018 beantragte sie Leistungen der Invalidenversicherung. Nach verschiedenen medizinischen Abklärungen und einer Expertise durch das Centre d'expertise médicale (CEMED) wurde ihr eine ganze Invalidenrente von März 2019 bis August 2019 und eine halbe Rente ab September 2019 zugesprochen. Am 13. Februar 2023 beantragte sie eine Hilflosenentschädigung. Nach einer Hausuntersuchung und einem Bericht vom 22. August 2023 lehnte das Amt für Invalidenversicherung den Antrag auf Hilflosenentschädigung ab. Die Vorinstanz bestätigte diese Entscheidung.\n\n**Streitig**\nDie Frage, ob A. A. Anspruch auf eine Hilflosenentschädigung hat, ist streitig. Die Vorinstanz stützte sich auf den Bericht der Hausuntersuchung und die medizinischen Gutachten, um festzustellen, dass A. A. nicht hilflos im Sinne des Gesetzes ist.\n\n**Zu prüfen & Entscheidung**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz die gesetzlichen Voraussetzungen für die Hilflosenentschädigung richtig angewendet hat. Insbesondere ist zu prüfen, ob die Hausuntersuchung und die medizinischen Gutachten ausreichend waren, um die Hilflosigkeit von A. A. zu beurteilen. Das Bundesgericht hat auch zu prüfen, ob die Vorinstanz die Anforderungen an die Beweiswürdigung und die Feststellung des Sachverhalts richtig angewendet hat. Die Entscheidung des Bundesgerichts lautet: Der Antrag auf Hilflosenentschädigung wird abgelehnt, da die Vorinstanz die gesetzlichen Voraussetzungen richtig angewendet hat und die Hausuntersuchung und die medizinischen Gutachten ausreichend waren, um die Hilflosigkeit von A. A. zu beurteilen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_440-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_74/2025",
        "datum": "26.02.2026",
        "vorschau": "Invalidenversicherung (Invaliditätsbewertung)",
        "zusammenfassung": "**Sachverhalt & Anträge**\nA., geboren 1974, arbeitete als Sicherheitsbeamter für zwei verschiedene Arbeitgeber. Er beantragte am 20. November 2018 Leistungen der Invalidenversicherung, da er aufgrund von Gesundheitsproblemen (Schulterverletzungen, Diskopathien, Hernien und Meniskusproblemen) seit dem 2. Juli 2017 nicht mehr in der Lage war, seinen Beruf auszuüben. Nach verschiedenen medizinischen Gutachten und einer Operation an der Schulter wurde A. vom 1. August 2020 bis 31. Mai 2021 eine volle Rente zugesprochen. Diese Entscheidung wurde jedoch von der Vorinstanz aufgehoben und die Sache an die Verwaltung zurückgewiesen. Nach einer neuen medizinischen Expertise wurde A. vom 1. August 2020 bis 31. Januar 2021 eine volle Rente zugesprochen. Gegen diese Entscheidung legte A. Beschwerde ein.\n\n**Streitig**\nDer Streit betrifft die Aufhebung der vollen Rente, die A. vom 1. August 2020 bis 31. Januar 2021 zugesprochen wurde. A. argumentiert, dass die Vorinstanz willkürlich die medizinischen Beweise, insbesondere das Gutachten der Experten, bewertet hat.\n\n**Zu prüfen & Entscheidung**\nDas Bundesgericht muss prüfen, ob die Vorinstanz willkürlich die medizinischen Beweise bewertet hat und ob die Experten ihre Aufgabe ordnungsgemäß erfüllt haben. Das Gericht muss auch prüfen, ob die Vorinstanz die Verwertbarkeit der Restarbeitsfähigkeit von A. richtig bewertet hat. Nach Prüfung der Akten und der medizinischen Gutachten kam das Bundesgericht zu dem Schluss, dass die Vorinstanz die medizinischen Beweise nicht willkürlich bewertet hat und dass die Experten ihre Aufgabe ordnungsgemäß erfüllt haben. Die Entscheidung der Vorinstanz, die volle Rente von A. aufzuheben, wurde bestätigt. Die Beschwerde von A. wurde abgewiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://02-02-2026-9C_74-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "INFO_SKIP",
        "datum": "25.02.2026",
        "vorschau": "Keine IV-Urteile publiziert",
        "zusammenfassung": "",
        "url": ""
    },
    {
        "aktenzeichen": "INFO_SKIP",
        "datum": "24.02.2026",
        "vorschau": "Keine IV-Urteile publiziert",
        "zusammenfassung": "",
        "url": ""
    },
    {
        "aktenzeichen": "9C_524/2025",
        "datum": "23.02.2026",
        "vorschau": "Invalidenversicherung",
        "zusammenfassung": "**Sachverhalt & Anträge**\nDie 1961 geborene A. meldete sich im Januar 2013 unter Hinweis auf ein im Januar 2012 erkanntes Krebsleiden bei der Invalidenversicherung zum Leistungsbezug an. Die IV-Stelle des Kantons Aargau sprach ihr eine halbe Invalidenrente vom 1. Juli 2013 bis zum 30. April 2014 zu. Nach mehreren Beschwerden und Abklärungen verneinte die IV-Stelle mit Verfügung vom 22. Mai 2024 einen Rentenanspruch der Versicherten ab dem 1. Juli 2013. A. lässt mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragen, unter Aufhebung des Urteils VBE.2024.356 vom 24. Juni 2025 und der Verfügung vom 22. Mai 2024 sei ihr bei einem Invaliditätsgrad von 50 % eine vom 1. Mai 2014 bis zum 31. Oktober 2017 befristete halbe Invalidenrente zuzusprechen.\n\n**Streitig**\nStreitig ist, ob A. Anspruch auf eine Invalidenrente hat. Die IV-Stelle des Kantons Aargau hat ihren Anspruch aufgrund der Abklärung an Ort und Stelle und der medizinischen Gutachten verneint. A. macht geltend, dass die Abklärung an Ort und Stelle nicht korrekt durchgeführt wurde und dass die medizinischen Gutachten nicht ausreichend berücksichtigt wurden.\n\n**Zu prüfen & Entscheidung**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz die Abklärung an Ort und Stelle und die medizinischen Gutachten korrekt berücksichtigt hat. Es hat auch zu prüfen, ob die IV-Stelle des Kantons Aargau den Anspruch auf eine Invalidenrente korrekt verneint hat. Nach Prüfung der Akten und der medizinischen Gutachten, insbesondere des polydisziplinären Gutachtens der asim und der interdisziplinären Expertise der SMAB AG Bern, sowie der Abklärung an Ort und Stelle, hat das Bundesgericht festgestellt, dass die Vorinstanz die Abklärung an Ort und Stelle und die medizinischen Gutachten korrekt berücksichtigt hat. Es hat auch festgestellt, dass die IV-Stelle des Kantons Aargau den Anspruch auf eine Invalidenrente korrekt verneint hat. Die Beschwerde von A. wurde abgewiesen. Die IV-Stelle des Kantons Aargau hat den Anspruch auf eine Invalidenrente korrekt verneint, da die Abklärung an Ort und Stelle und die medizinischen Gutachten keine ausreichenden Anhaltspunkte für eine Invalidität ergeben haben. Die Verwertbarkeit der Restarbeitsfähigkeit wurde unter Berücksichtigung der medizinischen Gutachten und der Abklärung an Ort und Stelle geprüft. Die RAD wurde explizit erwähnt, jedoch nicht als entscheidendes Kriterium für die Beurteilung der Invalidität herangezogen. Die WEIV wurde in Zeiträume vor und nach dem 1.1.2024 unterteilt, jedoch war dies für die Entscheidung nicht relevant. Die medizinischen Gutachten, insbesondere das polydisziplinäre Gutachten der asim und die interdisziplinäre Expertise der SMAB AG Bern, wurden als entscheidendes Kriterium für die Beurteilung der Invalidität herangezogen. Die Hausärzte wurden nicht als entscheidendes Kriterium für die Beurteilung der Invalidität herangezogen. Die Abklärung an Ort und Stelle wurde als entscheidendes Kriterium für die Beurteilung der Invalidität herangezogen. Die IV-Stelle des Kantons Aargau hat den Anspruch auf eine Invalidenrente korrekt verneint, da die Abklärung an Ort und Stelle und die medizinischen Gutachten keine ausreichenden Anhaltspunkte für eine Invalidität ergeben haben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-9C_524-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_759/2025",
        "datum": "23.02.2026",
        "vorschau": "Invalidenversicherung (Prozessvoraussetzung)",
        "zusammenfassung": "**Sachverhalt & Anträge**\nDie Beschwerdeführerin A. hat gegen den Beschluss des Sozialversicherungsgerichts des Kantons Zürich vom 3. Dezember 2025 Beschwerde beim Bundesgericht eingereicht. Der Beschluss des Sozialversicherungsgerichts betraf die Nichteintretensentscheidung in einem Verfahren über Invalidenversicherung. Die Beschwerdeführerin hat ihre Beschwerde jedoch nicht vollständig begründet und die erforderlichen Beilagen nicht beigelegt.\n\n**Streitig**\nStreitig ist, ob das Bundesgericht auf die Beschwerde eintreten kann, obwohl die Beschwerdeführerin die Formmängel nicht innerhalb der gesetzten Nachfrist behoben hat.\n\n**Zu prüfen & Entscheidung**\nDas Bundesgericht hat zu prüfen, ob die Beschwerde den Minimalanforderungen an eine Rechtsmittelbegründung genügt und ob die Beschwerdeführerin die Formmängel innerhalb der gesetzten Nachfrist behoben hat. Da die Beschwerdeführerin diese Anforderungen nicht erfüllt hat, entscheidet das Bundesgericht, dass auf die Beschwerde nicht einzutreten ist. Es werden keine Gerichtskosten erhoben. Das Urteil wird den Parteien, dem Sozialversicherungsgericht des Kantons Zürich und dem Bundesamt für Sozialversicherungen schriftlich mitgeteilt. Die Entscheidung lautet: Auf die Beschwerde wird nicht eingetreten. Es werden keine Gerichtskosten erhoben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://04-02-2026-8C_759-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_16/2026",
        "datum": "23.02.2026",
        "vorschau": "Invalidenversicherung (Prozessvoraussetzung)",
        "zusammenfassung": "**Sachverhalt & Anträge**\nDer Beschwerdeführer A. hat gegen die Zwischenverfügung des Bundesverwaltungsgerichts vom 10. Dezember 2025 Beschwerde beim Bundesgericht eingereicht. Die Vorinstanz hatte das Gesuch des Beschwerdeführers um unentgeltliche Rechtspflege im Verfahren gegen die Verfügung der IV-Stelle für Versicherte im Ausland IVSTA vom 27. Mai 2025 mangels Nachweises der Mittellosigkeit abgewiesen und den Gesuchsteller aufgefordert, innert gesetzter Frist einen Kostenvorschuss von Fr. 800.- zu leisten.\n\n**Streitig**\nStreitig ist, ob die Vorinstanz die Beschwerde des A. wegen Mittellosigkeit zu Recht abgewiesen hat. Der Beschwerdeführer macht geltend, dass die Vorinstanz seine Mittellosigkeit nicht richtig beurteilt hat.\n\n**Zu prüfen & Entscheidung**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz die Beschwerde des A. wegen Mittellosigkeit zu Recht abgewiesen hat. Die Beschwerde ist jedoch offensichtlich unzureichend begründet, da der Beschwerdeführer nicht aufzeigt, inwiefern die von der Vorinstanz getroffenen Sachverhaltsfeststellungen offensichtlich unrichtig oder bundesrechtswidrig sind. Der Beschwerdeführer beruft sich auf echte Noven oder Tatumstände, die bereits vor Vorinstanz hätten geltend gemacht werden können und auch müssen. Das Bundesgericht erkennt daher, dass auf die Beschwerde nicht eingetreten wird. Es werden keine Gerichtskosten erhoben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://09-02-2026-8C_16-2026&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_704/2024",
        "datum": "20.02.2026",
        "vorschau": "Invalidenversicherung (Invalidenrente)",
        "zusammenfassung": "**Sachverhalt & Anträge**\nA., geboren 1991, leidet an angeborener Epilepsie und bezog deshalb medizinische Massnahmen der Invalidenversicherung. Im November 2016 reichte er eine Neuanmeldung ein, und die IV-Stelle des Kantons Aargau sprach ihm berufliche Massnahmen zu. A. absolvierte ein Arbeitstraining und begann eine Lehrstelle als Pferdewart, musste jedoch aufgrund von Rücken- und Kniebeschwerden sowie vermehrten epileptischen Anfällen die Ausbildung abbrechen. Die IV-Stelle holte ein polydisziplinäres Gutachten ein und legte die Akten dem Regionalen Ärztlichen Dienst (RAD) vor. Mit Verfügung vom 1. Februar 2024 kam sie zum Schluss, dass kein Rentenanspruch besteht (Invaliditätsgrad: 25%). A. erhob Beschwerde, die das Versicherungsgericht des Kantons Aargau mit Urteil vom 2. Oktober 2024 abwies. A. lässt nun Beschwerde in öffentlich-rechtlichen Angelegenheiten führen und beantragt, ihm ab 26. Mai 2017 eine ganze Invalidenrente zuzusprechen.\n\n**Streitig**\nStreitig ist, ob die Verneinung eines Rentenanspruchs aus Sicht des Bundesrechts standhält. Der Beschwerdeführer hält dem entgegen, er verfüge über keine verwertbare Arbeitsfähigkeit. Im Eventualstandpunkt rügt er eine Verletzung des Untersuchungsgrundsatzes, weil die Vorinstanz in neurologischer und neuropsychologischer Hinsicht auf das SMAB-Gutachten abgestellt habe.\n\n**Zu prüfen & Entscheidung**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz den medizinischen Sachverhalt und die Arbeitsfähigkeit des Beschwerdeführers richtig beurteilt hat. Die polydisziplinäre SMAB-Expertise vom 8. Juni 2023 bescheinigt dem Beschwerdeführer eine 20%ige Einschränkung der Arbeitsfähigkeit in einer angepassten Tätigkeit. Die Vorinstanz hat diese Expertise als beweiskräftig angesehen und den Invaliditätsgrad auf 25% festgelegt. Der Beschwerdeführer rügt, dass die Vorinstanz die von den Gutachtern festgestellte Arbeitsfähigkeit nicht richtig bewertet hat. Das Bundesgericht hat jedoch festgestellt, dass die Vorinstanz die Expertise richtig bewertet hat und dass die Arbeitsfähigkeit des Beschwerdeführers in einer angepassten Tätigkeit um 20% steigerbar ist. Der Beschwerdeführer hat auch gerügt, dass die Vorinstanz den Untersuchungsgrundsatz verletzt hat, indem sie sich auf das SMAB-Gutachten abgestützt hat. Das Bundesgericht hat jedoch festgestellt, dass die Vorinstanz den Untersuchungsgrundsatz nicht verletzt hat, da sie sich auf die Akten und die Expertise abgestützt hat. Der Beschwerdeführer hat schließlich gerügt, dass die Vorinstanz das Valideneinkommen falsch berechnet hat. Das Bundesgericht hat jedoch festgestellt, dass die Vorinstanz das Valideneinkommen richtig berechnet hat. Insgesamt hat das Bundesgericht festgestellt, dass die Vorinstanz den medizinischen Sachverhalt und die Arbeitsfähigkeit des Beschwerdeführers richtig beurteilt hat und dass der Beschwerdeführer keinen Anspruch auf eine Invalidenrente hat. Die Beschwerde wird abgewiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://22-01-2026-8C_704-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_659/2024",
        "datum": "20.02.2026",
        "vorschau": "Invalidenversicherung (Invalidenrente)",
        "zusammenfassung": "**Sachverhalt & Anträge**\nA., geboren 1978, meldete sich im Mai 2018 bei der Invalidenversicherung zum Leistungsbezug an, nachdem er im März 2018 einen Sturz mit intracerebraler Einblutung erlitten hatte. Die IV-Stelle des Kantons Aargau lehnte einen Anspruch auf eine Invalidenrente zunächst ab, gestützt auf ein Gutachten der medizinischen Abklärungsstelle (MEDAS) medaffairs, Basel, vom 10. Mai 2021. Nachdem das Versicherungsgericht des Kantons Aargau die entsprechende Verfügung aufgehoben und die Sache zu weiteren Abklärungen zurückgewiesen hatte, veranlasste die IV-Stelle eine Untersuchung im Ärztlichen Begutachtungsinstitut ABI, Basel. Gestützt auf das Gutachten vom 19. Juni 2023 sprach sie A. ab 1. Januar 2019 eine halbe Rente und ab 1. Januar 2024 eine Rente bei einem Invaliditätsgrad von 61 % zu. A. erhob Beschwerde und das Versicherungsgericht des Kantons Aargau sprach ihm ab 1. Januar 2024 eine Invalidenrente bei einem Invaliditätsgrad von 63 % zu. A. lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten führen mit dem Antrag, unter Aufhebung des angefochtenen Urteils sei ihm ab 1. Januar 2019 eine ganze Invalidenrente zuzusprechen.\n\n**Streitig**\nStreitig ist, ob die Vorinstanz Bundesrecht verletzte, indem sie den von der Beschwerdegegnerin am 9. Februar 2024 verfügten Anspruch auf eine halbe Invalidenrente ab 1. Januar 2019 bestätigte beziehungsweise ab 1. Januar 2024 einen Invaliditätsgrad von lediglich 63 % anerkannte, statt die anbegehrte ganze Invalidenrente zuzusprechen. Zur Frage stehen die Beurteilung der Arbeitsfähigkeit gestützt auf das ABI-Gutachten sowie die erwerblichen Auswirkungen der Gesundheitsschädigung, insbesondere ob die Arbeitsfähigkeit überhaupt noch verwertbar sei.\n\n**Zu prüfen & Entscheidung**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz die Bestimmungen und Grundsätze zum Beweiswert von ärztlichen Berichten und Gutachten im Allgemeinen und von versicherungsexternen Stellungnahmen im Besonderen zutreffend dargelegt hat. Es hat auch zu prüfen, ob die Vorinstanz die Ermittlung der Vergleichseinkommen zur Bestimmung des Invaliditätsgrades nach der Einkommensvergleichsmethode und die Rechtsprechung zum behinderungs- beziehungsweise leidensbedingten Abzug zutreffend angewendet hat. Schließlich hat das Bundesgericht zu prüfen, ob die Vorinstanz die Verwertbarkeit der Restarbeitsfähigkeit des Beschwerdeführers zutreffend beurteilt hat. Nach der Prüfung dieser Fragen ist das Bundesgericht zu dem Ergebnis gekommen, dass die Vorinstanz die Verwertbarkeit der Restarbeitsfähigkeit des Beschwerdeführers zutreffend beurteilt hat und dass die Beschwerde abzuweisen ist. Die IV-Stelle hat den Anspruch auf eine Invalidenrente zutreffend berechnet und die Vorinstanz hat die Ermittlung der Vergleichseinkommen und die Anwendung der Einkommensvergleichsmethode zutreffend überprüft. Die Verwertbarkeit der Restarbeitsfähigkeit des Beschwerdeführers ist zutreffend beurteilt worden, da die Vorinstanz die Art und Beschaffenheit des Gesundheitsschadens und seiner Folgen, den absehbaren Umstellungs- und Einarbeitungsaufwand und die Persönlichkeitsstruktur, vorhandene Begabungen und Fertigkeiten, Ausbildung, beruflicher Werdegang oder Anwendbarkeit von Berufserfahrung aus dem angestammten Bereich berücksichtigt hat. Das Bundesgericht hat daher die Beschwerde abgewiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_659-2024&lang=de&zoom=&type=show_document"
    }
]