[
    {
        "aktenzeichen": "8C_296/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_296-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_716/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_716-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_725/2024",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_725-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_59/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_59-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_287/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_287-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_291/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_291-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_751/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_751-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_757/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_757-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_697/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_697-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_601/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-9C_601-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_266/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_266-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_242/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_242-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_645/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_645-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_660/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 15. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt, in dem es um die Frage ging, ob der Beschwerdeführer A.________ seine Mitwirkungspflicht verletzt hat, indem er sich einer psychiatrischen Begutachtung verweigerte. Der Beschwerdeführer hatte sich bei der IV-Stelle des Kantons Solothurn zum Leistungsbezug angemeldet, jedoch ein Aufbautraining nicht angetreten und später eine Teilnahme an einer Verlängerung dieser Massnahme abgelehnt. Das Bundesgericht hat die Beschwerde abgewiesen, da der Beschwerdeführer seine Mitwirkungspflicht verletzt hat, indem er sich der psychiatrischen Begutachtung verweigerte. Die IV-Stelle hatte daher zu Recht auf das Leistungsbegehren nicht eingetreten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_660-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_181/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Das Bundesgericht hat in seinem Urteil 8C_181/2025 vom 15. Januar 2026 entschieden, dass die IV-Stelle des Kantons Graubünden zu Recht eine ganze Invalidenrente an A.________ ausbezahlt hat, nachdem dieser am 7. April 2009 einen Fahrradunfall erlitten und sich einen Schädelbruch zugezogen hatte. Die IV-Stelle hatte nach einer Revision von Amtes wegen und umfangreichen Abklärungen, einschließlich Observationen und einer Strafanzeige wegen Betrugs, die Rente zuerkannt. Das Bundesgericht bestätigte die Entscheidung der IV-Stelle und wies die Beschwerde von A.________ ab, da die IV-Stelle ihre Pflichten ordnungsgemäß erfüllt und die notwendigen Abklärungen vorgenommen hatte, um die Invalidität von A.________ festzustellen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_181-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_726/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 14. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Die Beschwerdeführerin hatte gegen die IV-Stelle Basel-Landschaft Beschwerde eingelegt, weil diese auf ihre Neuanmeldung zum Leistungsbezug nicht eingetreten war. Das Bundesgericht bestätigte jedoch die Entscheidung der Vorinstanz, da die Beschwerdeführerin es unterlassen hatte, ihre behauptete Verbesserung der objektiven Eingliederungsfähigkeit mit medizinischen Unterlagen zu belegen. Die Beschwerdeführerin hatte ihre Argumente nicht ausreichend begründet und die Vorinstanz hatte ihre Entscheidung ausreichend begründet, weshalb das Bundesgericht die Beschwerde abwies.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_726-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_328/2025",
        "datum": "03.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 14. Januar 2026 ein Urteil im Fall 8C_328/2025 gefällt, in dem es um die Unfallversicherung und den Kausalzusammenhang zwischen einem Verkehrsunfall und einem psychischen Leiden ging. Die Beschwerdeführerin, A.________, hatte am 7. April 2019 einen schweren Verkehrsunfall erlitten und war seitdem bei der Schweizerischen Unfallversicherungsanstalt (Suva) versichert. Die Suva hatte ihre Leistungspflicht anerkannt, aber die Übernahme der Heilbehandlungskosten und die Taggeldleistungen per 31. Juli 2023 eingestellt und stattdessen eine Invalidenrente und eine Integritätsentschädigung zugesprochen. Das Bundesgericht hat nun über die Beschwerde von A.________ gegen das Urteil des Versicherungsgerichts des Kantons Aargau entschieden, das ihre Beschwerde abgewiesen hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_328-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_385/2025",
        "datum": "02.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 Sätzen:\n\nDie Schweizerische Unfallversicherungsanstalt (Suva) hatte die Heilbehandlung und Taggeldleistungen für eine Person (A.________) nach einem Unfall im Jahr 2007 übernommen, bei dem sie sich eine Hamulusfraktur an der rechten Hand zugezogen hatte. Nachdem bei A.________ im Jahr 2016 eine Multiple Sklerose diagnostiziert worden war, verneinte die Suva einen Rentenanspruch und stellte die Leistungen ein, sprach jedoch eine Integritätsentschädigung von 10% zu. Das Bundesgericht hatte nun über die Beschwerde von A.________ zu entscheiden, die sich gegen die Ablehnung von Leistungen für einen weiteren Rückfall ab Oktober 2022 wandte, und musste prüfen, ob die Suva ihre Leistungspflicht zu Recht verneint hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_385-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_557/2025",
        "datum": "02.02.2026",
        "zusammenfassung": "Das Bundesgericht hat in seinem Urteil 9C_557/2025 vom 14. Januar 2026 entschieden, dass der Fonds de prévoyance C.________ (Vorsorgefonds) für die berufliche Vorsorge des Beschwerdeführers A.________ leistungspflichtig ist. Der Beschwerdeführer hatte eine ganze Invalidenrente ab dem 1. Januar 2022 beantragt, nachdem er von der Invalidenversicherung eine entsprechende Rente erhalten hatte. Das Verwaltungsgericht des Kantons Thurgau hatte die Klage abgewiesen, aber das Bundesgericht hob diesen Entscheid auf und wies die Sache zu neuer Entscheidung an die Vorinstanz zurück, nachdem es bereits in einem vorherigen Urteil (9C_115/2024) teilweise zugunsten des Beschwerdeführers entschieden hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-9C_557-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_469/2025",
        "datum": "30.01.2026",
        "zusammenfassung": "Das Bundesgericht hat in seinem Urteil 8C_469/2025 vom 8. Januar 2026 entschieden, dass ein Anspruch auf Krankentaggelder nach dem Arbeitslosengesetz besteht, wenn die Arbeitsunfähigkeit aufgrund einer Krankheit eintritt. Im vorliegenden Fall hatte der Beschwerdegegner A.________ ab 11. Dezember 2024 eine vollständige Arbeitsunfähigkeit aufgrund neurologischer Beschwerden und wurde aufgrund eines angiologischen Notfalls hospitalisiert und operiert. Das Bundesgericht bestätigte das Urteil des Verwaltungsgerichts des Kantons Bern, das A.________ das volle Taggeld bis zum 30. Tag nach Beginn der Arbeitsunfähigkeit am 20. Dezember 2024 zugesprochen hatte. Die Beschwerde des Amtes für Arbeitslosenversicherung des Kantons Bern wurde abgewiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-8C_469-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_94/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 12. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt, in dem der Beschwerdeführer A.________ gegen die IV-Stelle Bern Beschwerde eingereicht hatte. Der Beschwerdeführer hatte gegen die Verfügung der IV-Stelle Bern, die auf sein Leistungsbegehren nicht eingetreten war, Beschwerde beim Verwaltungsgericht des Kantons Bern erhoben, jedoch wurde auf die Beschwerde nicht eingetreten, da die gesetzlichen Begründungsanforderungen nicht erfüllt waren. Das Bundesgericht hat nun über die Beschwerde in öffentlich-rechtlichen Angelegenheiten entschieden und dabei die Rechtsmängel geprüft, die in seinem Verfahren gerügt wurden.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_94-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_166/2025",
        "datum": "28.01.2026",
        "zusammenfassung": "Das Bundesgericht hat in seinem Urteil 8C_166/2025 vom 19. Januar 2026 entschieden, dass der Beschwerdeführer A.A.________ keinen Anspruch auf Ausbildungszulagen für seine Tochter B.A.________ für den Zeitraum vom 1. August bis 31. Oktober 2023 hat, da sich B.A.________ in dieser Zeit nicht in einer rechtlich oder faktisch anerkannten Ausbildung befand. Die Beschwerde gegen das Urteil des Verwaltungsgerichts des Kantons Zug wurde abgewiesen, da das Bundesgericht die Entscheidung der Vorinstanz als rechtmäßig erachtete. Der Beschwerdeführer hatte argumentiert, dass seine Tochter während dieses Zeitraums eine Ausbildung absolvierte, jedoch konnten diese Argumente nicht überzeugen, da die Ausbildung nicht den gesetzlichen Anforderungen entsprach.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://19-01-2026-8C_166-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_465/2025",
        "datum": "27.01.2026",
        "zusammenfassung": "Das Bundesgericht hat in seinem Urteil 9C_465/2025 vom 29. Dezember 2025 entschieden, dass die BVK Personalvorsorge des Kantons Zürich für die Invalidenrente der Beschwerdeführerin A.________ leistungspflichtig ist, obwohl das Versicherungsverhältnis zwischen A.________ und der BVK bereits im Dezember 2018 aufgelöst wurde. Die BVK hatte ihre Leistungspflicht verneint, da die invalidisierende Arbeitsunfähigkeit erst nach Beendigung des Versicherungsverhältnisses eingetreten sei. Das Bundesgericht hat jedoch festgestellt, dass der zeitliche Konnex zwischen der 2017 aufgetretenen Einschränkung und der späteren Invalidität nicht unterbrochen wurde. Die Pensionskasse Stadt Zürich hatte bereits ihre Vorleistungspflicht anerkannt und A.________ eine Invalidenpension gewährt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-12-2025-9C_465-2025&lang=de&zoom=&type=show_document"
    }
]