[
    {
        "aktenzeichen": "9C_59/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDie Beschwerdeführerin A.________, geboren 1959, meldete sich 2017 bei der Invalidenversicherung zum Leistungsbezug an, nachdem sie aufgrund von Schmerzen seit August 2016 nicht mehr arbeiten konnte. Die Rechtsfrage drehte sich darum, ob die IV-Stelle des Kantons Zürich zu Recht einen Rentenanspruch verneint hatte, nachdem sie ein polydisziplinäres Gutachten eingeholt hatte, das keine rentenbegründende Invalidität feststellte. Das Bundesgericht wies die Beschwerde ab, da es die Entscheidung der IV-Stelle und des Sozialversicherungsgerichts des Kantons Zürich als rechtlich korrekt und begründet ansah, und somit keinen Anspruch auf eine volle Rente zuerkannte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_59-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_725/2024",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der 2005 ein Schleudertrauma erlitt, meldete sich 2019 erneut zum Leistungsbezug bei der IV-Stelle an, nachdem sein erstes Gesuch 2009 abgelehnt worden war. Die Rechtsfrage betrifft die Frage, ob die IV-Stelle zu Recht das Leistungsgesuch mangels eines Revisionsgrunds abgelehnt hat, nachdem sie den Versicherten polydisziplinär begutachten ließ und keine gesundheitlichen Beeinträchtigungen mit Auswirkung auf die Arbeits- und Erwerbsfähigkeit feststellte. Das Bundesgericht wies die Beschwerde des A.________ ab, da es keine Rechtsverletzung feststellen konnte und die Vorinstanz den Sachverhalt korrekt festgestellt hatte, sodass der Beschwerdeführer keinen Anspruch auf eine ganze Rente hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_725-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_716/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Die Versicherte A.________ hatte im Mai 2022 eine neue Antrag auf Leistungen der Invalidenversicherung gestellt, der jedoch vom Office de l'assurance-invalidité pour le canton de Vaud abgelehnt wurde. Gegen diese Entscheidung legte A.________ Beschwerde ein, die vom Tribunal cantonal du canton de Vaud abgelehnt wurde.\n\n**Rechtsfrage:** Die Frage war, ob das Rechtsmittel der Versicherten gegen den Entscheid des Tribunal cantonal du canton de Vaud zulässig war, obwohl es anfangs nicht ausreichend begründet war und erst nachträglich ergänzt wurde.\n\n**Ergebnis:** Das Bundesgericht entschied, dass das Rechtsmittel der Versicherten zulässig war, da sie nachträglich ihre Beschwerde ausreichend begründet hatte und somit die formellen Anforderungen erfüllt hatte, um eine Entscheidung in der Sache zu ermöglichen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_716-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_296/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft die Ablehnung eines Leistungsbegehrens durch die IV-Stelle des Kantons Aargau, nachdem die Beschwerdeführerin A.________ mehrmals wegen Rückenbeschwerden um Leistungen aus der Invalidenversicherung nachgesucht hatte und die IV-Stelle jeweils mangels Glaubhaftmachung veränderter Verhältnisse nicht auf die Neuanmeldungen eingetreten war.\n* Die Rechtsfrage dreht sich um die Frage, ob die IV-Stelle zu Recht nicht auf die Neuanmeldung eingetreten ist, weil keine relevante Veränderung der Verhältnisse glaubhaft gemacht worden war, und ob das Versicherungsgericht des Kantons Aargau die Beschwerde gegen die Ablehnung des Leistungsbegehrens zu Recht abgewiesen hat.\n* Das Ergebnis ist, dass das Bundesgericht die Beschwerde in öffentlich-rechtlichen Angelegenheiten abweist, da es keine Rechtsverletzung durch die IV-Stelle oder das Versicherungsgericht des Kantons Aargau feststellt und die Ablehnung des Leistungsbegehrens durch die IV-Stelle und die Abweisung der Beschwerde durch das Versicherungsgericht als rechtmäßig betrachtet.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_296-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_287/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Sachverhalt betrifft den Fall von A.________, der sich 2021 bei der Invalidenversicherung meldete und eine Alkoholabhängigkeit geltend machte, jedoch zwei stationäre Entzugs- und Entwöhnungsbehandlungen vorzeitig abbrach. Die Rechtsfrage dreht sich um die Frage, ob die IV-Stelle die Leistungen ablehnen durfte, obwohl A.________ die Behandlungen nicht erfolgreich absolvierte. Das Ergebnis des Urteils ist, dass das Bundesgericht die Beschwerde von A.________ abwies und die Ablehnung der Leistungen durch die IV-Stelle bestätigte, da A.________ die notwendigen Schritte zur Überwindung seiner Alkoholabhängigkeit nicht unternommen hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_287-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_751/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n* **Sachverhalt:** Die Beschwerdeführerin A.________ beantragte eine Rente der Invalidenversicherung aufgrund einer \"Long COVID\"-Erkrankung, wurde jedoch von der IV-Stelle des Kantons St. Gallen abgelehnt, und das Versicherungsgericht des Kantons St. Gallen wies ihre Beschwerde ab.\n* **Rechtsfrage:** Die Frage war, ob die Beschwerdeführerin ihre Beschwerde in öffentlich-rechtlichen Angelegenheiten gegen den Entscheid des Versicherungsgerichts des Kantons St. Gallen ausreichend begründet hatte, insbesondere ob sie darlegte, inwiefern die vorinstanzlichen Sachverhaltsfeststellungen auf einer Rechtsverletzung beruhen.\n* **Ergebnis:** Das Bundesgericht entschied, dass die Beschwerdeführerin ihre Beschwerde nicht ausreichend begründet hatte und daher nicht auf das Rechtsmittel einzutreten war, da sie nicht darlegte, inwiefern die vorinstanzlichen Sachverhaltsfeststellungen auf einer Rechtsverletzung beruhen, und somit die gesetzlichen Anforderungen an eine Beschwerde nicht erfüllte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_751-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_291/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDie Beschwerdeführerin, A.________, meldete sich 2019 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie nach einem Zeckenbiss mit Wanderröte diverse Beschwerden aufwies, und die IV-Stelle veranlasste eine polydisziplinäre Begutachtung, die zu dem Ergebnis kam, dass keine Eingliederungsmassnahmen möglich seien. Die Rechtsfrage bestand darin, ob die IV-Stelle ihre Verfügung vom 18. Juni 2024, mit der sie das Leistungsbegehren von A.________ abwies, aufgrund der vorliegenden medizinischen Gutachten und Abklärungen rechtmäßig treffen konnte. Das Bundesgericht hob das Urteil des Sozialversicherungsgerichts des Kantons Zürich auf und bestätigte die Verfügung der IV-Stelle, da die medizinischen Gutachten und Abklärungen ausreichend waren, um den Leistungsanspruch von A.________ abzulehnen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_291-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_601/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.A.________ hatte gegen die IV-Stelle Solothurn Beschwerde eingelegt, weil diese keine anfechtbare Verfügung über seinen Leistungsanspruch ab Dezember 2021 erlassen hatte und auch keine weitere Begutachtung angeordnet hatte. Die Rechtsfrage bestand darin, ob die IV-Stelle ihre Pflichten verletzt hatte, indem sie keine materielle Verfügung über den Leistungsanspruch erlassen und keine weitere Begutachtung angeordnet hatte. Das Bundesgericht wies die Beschwerde ab, weil die Eingaben des Beschwerdeführers keine rechtsgenügliche Auseinandersetzung mit den Erwägungen im angefochtenen Urteil enthielten und sich auf rein appellatorische Vorbringen beschränkten, was den inhaltlichen Mindestanforderungen nicht genügte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-9C_601-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_697/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________ hatte gegen eine leistungsablehnende Verfügung der IV-Stelle des Kantons St. Gallen Beschwerde eingereicht und wurde vom Versicherungsgericht des Kantons St. Gallen teilweise entschädigt, indem ihm eine Rente bei einem Invaliditätsgrad von 44 % zugesprochen wurde. Der Beschwerdeführer focht diesen Entscheid vor dem Bundesgericht an und beantragte eine Rente bei einem Invaliditätsgrad von mindestens 70 %, jedoch ohne sich ausreichend mit den vorinstanzlichen Erwägungen auseinanderzusetzen. Das Bundesgericht trat auf die Beschwerde nicht ein, da sie den gesetzlichen Anforderungen an eine Beschwerde nicht genügte, und verzichtete auf die Erhebung von Gerichtskosten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_697-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_242/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Sachverhalt betrifft einen 1978 geborenen Mann, der an amyotropher Lateralsklerose (ALS) leidet und von der Invalidenversicherung eine ganze Invalidenrente und eine Entschädigung für Hilflosigkeit bezieht, sowie einen Assistenzbeitrag, der aufgrund eines Revisionsverfahrens angepasst wurde. Die Rechtsfrage betrifft die Frage, ob die IV-Stelle den Hilfebedarf im Bereich \"Erziehung und Kinderbetreuung\" korrekt berechnet hat, insbesondere ob sie den Wert der Stufe 3 (71 bis 119 Minuten pro Tag) richtig festgesetzt hat. Das Ergebnis des Urteils ist, dass das Bundesgericht die Entscheidung der IV-Stelle bestätigt, die den Assistenzbeitrag auf monatlich Fr. 9'768.60 resp. jährlich Fr. 107'454.60 ab dem 1. April 2019 und auf monatlich Fr. 9'855.35 resp. jährlich Fr. 108'408.85 ab dem 1. Januar 2021 festgesetzt hat, und somit die Beschwerde des Versicherten abweist.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_242-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_266/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, geboren 1966, hatte sich mehrmals bei der IV-Stelle des Kantons Bern zum Leistungsbezug angemeldet, zuletzt am 18. September 2022, und die IV-Stelle hatte ihm eine vom 1. August 2023 bis 29. Februar 2024 befristete ganze Invalidenrente zugesprochen, jedoch ab dem 1. Dezember 2023 keinen Rentenanspruch mehr anerkannt. Die Rechtsfrage betrifft die Frage, ob die IV-Stelle den Invaliditätsgrad des Beschwerdeführers korrekt bemessen hat und ob die Ablehnung des Rentenanspruchs ab dem 1. Dezember 2023 rechtens ist. Das Bundesgericht hat die Beschwerde des A.________ abgewiesen und die Entscheidung der IV-Stelle bestätigt, da die medizinischen Abklärungen und die Bemessung des Invaliditätsgrades durch die IV-Stelle nicht zu beanstanden sind.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_266-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_645/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDie Beschwerdeführerin A.________, geboren 1974, meldete sich 2018 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie einen Bandscheibenvorfall erlitten hatte, und beantragte eine Invalidenrente. Die Rechtsfrage drehte sich um die Frage, ob die IV-Stelle zu Recht eine polydisziplinäre medizinische Abklärung durchgeführt hatte und ob die Beschwerdeführerin Anspruch auf eine Invalidenrente hatte. Das Bundesgericht bestätigte letztendlich das Urteil des Sozialversicherungsgerichts des Kantons Zürich, das die Beschwerde der A.________ abgewiesen hatte, und wies ihre Beschwerde in öffentlich-rechtlichen Angelegenheiten ab.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_645-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "05.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": null
    },
    {
        "aktenzeichen": "8C_726/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n* **Sachverhalt:** Die Beschwerdeführerin hatte eine Neuanmeldung zum Leistungsbezug bei der IV-Stelle Basel-Landschaft eingereicht, die jedoch abgelehnt wurde, da die Beschwerdeführerin keine medizinischen Unterlagen beigebracht hatte, um eine namhafte Verbesserung ihrer objektiven Eingliederungsfähigkeit zu belegen.\n* **Rechtsfrage:** Die Frage war, ob die Vorinstanz zu Recht nicht auf die Neuanmeldung eingetreten war, da die Beschwerdeführerin die erforderlichen Unterlagen nicht beigebracht hatte, um eine relevante Verbesserung ihrer Eingliederungsfähigkeit zu belegen.\n* **Ergebnis:** Das Bundesgericht bestätigte die Entscheidung der Vorinstanz und wies die Beschwerde ab, da die Beschwerdeführerin nicht aufgezeigt hatte, inwieweit die Sachverhaltsfeststellungen der Vorinstanz offensichtlich unrichtig waren und die Behebung des Mangels für den Ausgang des Verfahrens entscheidend sein konnte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_726-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_181/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der nach einem Fahrradunfall im Jahr 2009 eine ganze Invalidenrente von der IV-Stelle des Kantons Graubünden bezog, wurde im Rahmen einer Revision von Amtes wegen observiert und wegen Verdachts auf Betrug und unrechtmässigen Leistungsbezugs bei der Staatsanwaltschaft angezeigt. Die Rechtsfrage drehte sich um die Frage, ob die IV-Stelle berechtigt war, den Beschwerdeführer zu observieren und eine Strafanzeige gegen ihn einzureichen, ohne dass er zuvor über die Observation und die Ermittlungen informiert worden war. Das Bundesgericht entschied, dass die IV-Stelle ihre Befugnisse nicht überschritten hatte und dass die Observation und die Strafanzeige rechtmäßig waren, da sie aufgrund von konkreten Anhaltspunkten für einen möglichen Betrug erfolgt waren.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_181-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_660/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der unter Depressionen, Cannabis-Konsum und Verdacht auf ADHS leidet, meldete sich 2021 bei der IV-Stelle Solothurn zum Leistungsbezug an, verweigerte jedoch eine Teilnahme an einer psychiatrischen Begutachtung und an einer Verlängerung eines Aufbautrainings. Die Rechtsfrage betrifft die Mitwirkungspflicht des Beschwerdeführers und die Frage, ob seine Verweigerung der Teilnahme an der psychiatrischen Begutachtung als unentschuldbare Verletzung seiner Mitwirkungspflicht zu werten ist. Das Bundesgericht wies die Beschwerde ab, da der Beschwerdeführer seine Mitwirkungspflicht verletzt hat, indem er die psychiatrische Begutachtung verweigerte, und die IV-Stelle daher zu Recht auf sein Leistungsbegehren nicht eingetreten ist.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_660-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_432/2025",
        "datum": "03.02.2026",
        "zusammenfassung": "Das Bundesgericht hat in seinem Urteil 8C_432/2025 vom 16. Januar 2026 entschieden, dass der Anspruch auf rückwirkende Zahlung von Ergänzungsleistungen zur Alters- und Hinterlassenenversicherung (AHV) und Invalidenversicherung (IV) abgelehnt wird, wenn der Versicherte nicht nachweisen kann, dass er aufgrund von gesundheitlichen Problemen nicht in der Lage war, die notwendigen Schritte für die Beantragung der Ergänzungsleistungen zu unternehmen. Der Versicherte hatte argumentiert, dass seine gesundheitlichen Probleme es ihm unmöglich gemacht hätten, die notwendigen Schritte zu unternehmen, aber das Gericht befand, dass die vorgelegten medizinischen Zeugnisse nicht ausreichten, um diese Behauptung zu stützen. Das Urteil bestätigt somit die Entscheidung der Vorinstanz, die den Anspruch auf rückwirkende Zahlung abgelehnt hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_432-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "02.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": null
    },
    {
        "aktenzeichen": "Info",
        "datum": "30.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": null
    },
    {
        "aktenzeichen": "9C_94/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________ hatte gegen eine Verfügung der IV-Stelle Bern Beschwerde beim Verwaltungsgericht des Kantons Bern eingereicht, die jedoch wegen formeller Mängel abgewiesen wurde. Die Rechtsfrage betrifft die Frage, ob das Verwaltungsgericht zu Recht auf die Beschwerde nicht eingetreten ist, weil die Beschwerde nicht den formellen Anforderungen entsprach. Das Bundesgericht hat die Beschwerde des A.________ gutgeheissen und das Urteil des Verwaltungsgerichts aufgehoben, da die Vorinstanz zu Unrecht auf die Beschwerde nicht eingetreten ist und den Beschwerdeführer nicht ausreichend auf die formellen Mängel hingewiesen hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_94-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "28.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": null
    },
    {
        "aktenzeichen": "Info",
        "datum": "27.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": null
    }
]