[
    {
        "aktenzeichen": "8C_699/2024",
        "datum": "16.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:** Die Beschwerdeführerin, A.________, geboren 1968, hatte von Februar 2013 bis Oktober 2013 eine ganze Invalidenrente bezogen, weil sie an Brustkrebs litt. Nach ihrer Genesung nahm sie wieder eine berufliche Tätigkeit auf. Im November 2018 stellte sie einen neuen Antrag auf Leistungen der Invalidenversicherung, da sie seit April 2016 arbeitsunfähig sei und an psychischen Störungen litt. Die IV-Stelle des Kantons Waadt wies den Antrag aufgrund einer pluridisziplinären Expertise ab. Die Vorinstanz, das Tribunal cantonal du canton de Vaud, bestätigte diese Entscheidung. Die Beschwerdeführerin beantragt nun vor dem Bundesgericht, ihr eine Invalidenrente zuzusprechen und die Entscheidung der Vorinstanz aufzuheben.\n\n**Streitig:** Der Kern des Streits betrifft die Frage, ob die Beschwerdeführerin Anspruch auf eine Invalidenrente hat. Das anwendbare Recht ist das neue Recht, das am 1. Januar 2022 in Kraft trat, da der Antrag auf Leistungen der Invalidenversicherung nach diesem Datum gestellt wurde. Die Beschwerdeführerin macht geltend, dass sie aufgrund ihrer psychischen Störungen und somatischen Beschwerden arbeitsunfähig sei und daher Anspruch auf eine Invalidenrente habe.\n\n**Zu prüfen & Entscheidung:** Die materielle Prüfung ergibt, dass die Beschwerdeführerin tatsächlich an psychischen Störungen und somatischen Beschwerden leidet, die ihre Arbeitsfähigkeit beeinträchtigen. Die pluridisziplinäre Expertise, die von der IV-Stelle in Auftrag gegeben wurde, bestätigt diese Diagnose. Die Vorinstanz hat jedoch entschieden, dass die Beschwerdeführerin nicht anspruchsberechtigt sei, da sie nicht die erforderlichen Voraussetzungen für eine Invalidenrente erfülle. Das Bundesgericht muss nun prüfen, ob diese Entscheidung rechtlich korrekt ist und ob die Beschwerdeführerin tatsächlich Anspruch auf eine Invalidenrente hat. Die Entscheidung des Bundesgerichts wird aufgrund der Aktenlage und der anwendbaren Rechtsvorschriften getroffen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-8C_699-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_57/2026",
        "datum": "16.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://27-01-2026-8C_57-2026&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_59/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_59-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_725/2024",
        "datum": "13.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_725-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_716/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_716-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_296/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_296-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_384/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge**\nDer Kläger, A.________, geboren 1960, war bei der Caisse nationale suisse d'assurance en cas d'accidents (CNA) gegen das Risiko von Berufs- und Nichtberufsunfällen versichert. Am 16. Juli 2021 erlitt er einen Unfall, bei dem er sich eine Fraktur der rechten Knöchel zuzog. Die CNA übernahm die Kosten für die Behandlung. Nach einer Operation und einer Rehabilitation wurde der Kläger von der CNA auf eine Rente von 10% für die Beeinträchtigung seiner Integrität angewiesen, jedoch wurde ihm eine Invalidenrente verweigert. Der Kläger legte gegen diese Entscheidung Rechtsmittel ein und beantragte, dass die CNA ihm eine Invalidenrente auf der Grundlage eines Invaliditätsgrades von mindestens 31% ab dem 1. Juni 2023 zahlen solle.\n\n**Streitig**\n\nDie Parteien streiten über die Frage, ob der Kläger Anspruch auf eine Invalidenrente hat. Die CNA argumentiert, dass der Kläger trotz der Verletzung noch in der Lage sei, eine vollwertige Arbeit zu leisten, wenn auch nicht mehr als Busfahrer. Der Kläger hingegen argumentiert, dass er aufgrund der Verletzung und der damit verbundenen Einschränkungen nicht mehr in der Lage sei, eine Arbeit zu finden, die seinen Fähigkeiten und seiner Ausbildung entspricht.\n\n**Zu prüfen & Entscheidung**\n\nDas Bundesgericht muss prüfen, ob die Entscheidung der CNA, dem Kläger keine Invalidenrente zuzusprechen, rechtmäßig war. Dazu muss es die medizinischen Gutachten und die Einschätzungen der Ärzte berücksichtigen, die den Kläger behandelt haben. Das Gericht muss auch prüfen, ob die CNA die Vorschriften über die Invalidenrente richtig angewendet hat und ob der Kläger tatsächlich nicht mehr in der Lage ist, eine Arbeit zu finden, die seinen Fähigkeiten und seiner Ausbildung entspricht. Die Entscheidung des Bundesgerichts wird auf der Grundlage der Rechtsprechung und der Vorschriften über die Invalidenrente getroffen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://07-01-2026-8C_384-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_287/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge**\nDer Beschwerdeführer A.________, geboren 1979, meldete sich im Mai 2021 bei der Invalidenversicherung zum Leistungsbezug an, da er an einer Alkoholabhängigkeit litt. Nach Einholung eines Gutachtens des Swiss Medical Assessment- and Business-Center SMAB, St. Gallen, vom 11. September 2023, forderte die IV-Stelle Solothurn A.________ zu einer stationären Entzugs- und Entwöhnungsbehandlung mit Abstinenz von Alkohol, Cannabis und Kokain auf. Da A.________ den zweiten Entzug vorzeitig abbrach, lehnte die IV-Stelle das Leistungsbegehren mit Verfügung vom 2. September 2024 ab. Das Versicherungsgericht des Kantons Solothurn wies die dagegen erhobene Beschwerde mit Urteil vom 16. April 2025 ab. A.________ lässt nun Beschwerde in öffentlich-rechtlichen Angelegenheiten führen und beantragt, unter Aufhebung des angefochtenen Urteils, ihm die gesetzlichen Leistungen, insbesondere eine Invalidenrente, zuzusprechen.\n\n**Streitig**\n\nStreitig ist, ob die Vorinstanz Bundesrecht verletzte, indem sie die Leistungsablehnung durch die IV-Stelle mit Verfügung vom 2. September 2024 bestätigte. Insbesondere geht es um die Zulässigkeit der Leistungsverweigerung nach Durchführung des Mahn- und Bedenkzeitverfahrens bei Vorliegen eines Alkoholabhängigkeitssyndroms.\n\n**Zu prüfen & Entscheidung**\n\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz Bundesrecht verletzte, indem sie die Leistungsablehnung durch die IV-Stelle bestätigte. Insbesondere hat es zu prüfen, ob die IV-Stelle zu Recht die Leistungen verweigerte, weil A.________ sich den auferlegten Pflichten, insbesondere der Entzugsbehandlung, widersetzte. Das Bundesgericht hat bereits in früheren Urteilen festgestellt, dass die Schadenminderungspflicht auch bei Vorliegen eines Abhängigkeitssyndroms gilt und dass eine Suchtmittelabstinenz oder eine Entzugsbehandlung angeordnet werden kann. Wenn die versicherte Person sich den auferlegten Pflichten widersetzt, ist eine Leistungskürzung oder -verweigerung nach Durchführung des Mahn- und Bedenkzeitverfahrens zulässig. Das Bundesgericht wird nun prüfen, ob die Vorinstanz diese Grundsätze richtig angewendet hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_287-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_751/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDie Beschwerdeführerin A.________, deren Alter und Beruf nicht genannt werden, leidet an einer \"Long COVID\"-Erkrankung. Die IV-Stelle des Kantons St. Gallen hatte eine rentenablehnende Verfügung erlassen, gegen die A.________ Beschwerde einlegte. Das Versicherungsgericht des Kantons St. Gallen wies diese Beschwerde ab. A.________ führt nun Beschwerde in öffentlich-rechtlichen Angelegenheiten gegen diesen Entscheid und macht geltend, ihr sei unter Aufhebung desselben eine Rente der Invalidenversicherung zuzusprechen.\n\n**Streitig:** Der Kern des Streits liegt in der Frage, ob die Beschwerdeführerin aufgrund ihrer \"Long COVID\"-Erkrankung in ihrer Erwerbsfähigkeit eingeschränkt ist und daher Anspruch auf eine Rente der Invalidenversicherung hat. Das anwendbare Recht ist das Bundesgerichtsgesetz (BGG) sowie die Bestimmungen der Invalidenversicherung. Da der Entscheid des Versicherungsgerichts des Kantons St. Gallen nach dem 1. Januar 2022 erging, ist das neue Recht ab 1.1.2022 anwendbar.\n\n**Zu prüfen & Entscheidung:** Die materielle Prüfung ergab, dass die Beschwerdeführerin ihre Beschwerde nicht hinreichend begründet hat. Sie legt nicht dar, inwiefern die vorinstanzlichen Sachverhaltsfeststellungen auf einer Rechtsverletzung beruhen oder die sich darauf stützenden Erwägungen rechtsfehlerhaft sind. Insbesondere geht sie nicht auf die vorinstanzlichen Erwägungen ein, wonach sich die entsprechenden Feststellungen auf ein im Verfahren nach Art. 44 ATSG eingeholtes Gutachten stützen. Da die Beschwerdeführerin ihre Beschwerde nicht den gesetzlichen Anforderungen entsprechend begründet hat, wird auf das Rechtsmittel im vereinfachten Verfahren nach Art. 108 Abs. 1 lit. b BGG nicht eingetreten. Es werden keine Gerichtskosten erhoben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_751-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_401/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge**\nDie Klägerin A.________, geboren 1959, war seit Oktober 2009 als Putzfrau für einen Privatmann tätig. Am 16. Oktober 2014 wurde sie von einem Auto angefahren und erlitt dabei eine Vielzahl von Verletzungen, darunter eine Fraktur des linken Beckens und eine Verletzung des linken Knies. Die Helsana Accidents SA, die als Unfallversicherer auftrat, übernahm die Kosten für die medizinische Behandlung und gewährte der Klägerin ein Tagegeld.\n\nDie Klägerin beantragte eine Rente wegen Invalidität und die Übernahme der Kosten für weitere medizinische Behandlungen. Die Helsana Accidents SA lehnte diese Anträge ab und stellte fest, dass die Klägerin nicht invalid sei und keine Ansprüche auf eine Rente oder weitere medizinische Behandlungen habe.\n\n**Streitig**\n\nDie Klägerin erhob Beschwerde gegen die Entscheidung der Helsana Accidents SA und beantragte, dass die Kosten für ihre medizinische Behandlung übernommen und eine Rente wegen Invalidität gewährt werden sollten. Die Helsana Accidents SA beantragte, dass die Beschwerde abgewiesen werden sollte.\n\n**Zu prüfen & Entscheidung**\n\nDas Bundesgericht hatte zu prüfen, ob die Klägerin Anspruch auf eine Rente wegen Invalidität und die Übernahme der Kosten für weitere medizinische Behandlungen hat. Das Gericht stellte fest, dass die Klägerin aufgrund ihrer Verletzungen dauerhaft invalid sei und Anspruch auf eine Rente wegen Invalidität hat. Das Gericht wies auch die Anträge der Helsana Accidents SA zurück, die Kosten für die medizinische Behandlung nicht zu übernehmen.\n\nDas Bundesgericht entschied, dass die Klägerin Anspruch auf eine Rente wegen Invalidität und die Übernahme der Kosten für weitere medizinische Behandlungen hat. Die Entscheidung der Helsana Accidents SA, die Kosten für die medizinische Behandlung nicht zu übernehmen, wurde aufgehoben. Die Sache wurde an die Vorinstanz zurückgewiesen, um eine neue Entscheidung zu treffen, die den Anforderungen des Bundesgerichts entspricht.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://27-01-2026-8C_401-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_291/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDie 1977 geborene A.________ meldete sich am 14. November 2019 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie diverse Beschwerden nach einem Zeckenbiss mit Wanderröte erlitten hatte. Die IV-Stelle tätigte medizinische und erwerbliche Abklärungen und zog die Akten der Krankentaggeldversicherung bei. Nach einer polydisziplinären Begutachtung bei der Swiss Medical Assessment- and Business AG (SMAB) und einer Stellungnahme durch den Regionalen Ärztlichen Dienst (RAD) verfügte die IV-Stelle am 18. Juni 2024 die Abweisung des Leistungsbegehrens. Die dagegen eingereichte Beschwerde wurde vom Sozialversicherungsgericht des Kantons Zürich mit Urteil vom 27. März 2025 gutgeheissen und die Sache an die IV-Stelle zur weiteren Abklärung zurückgewiesen. Die IV-Stelle beantragt nun die Aufhebung des vorinstanzlichen Urteils und die Bestätigung der Verfügung vom 18. Juni 2024.\n\n**Streitig:**\nDer Kern des Streits betrifft die Frage, ob die IV-Stelle die Leistungen für A.________ zu Recht abgelehnt hat und ob die Rückweisung der Sache an die IV-Stelle durch das Sozialversicherungsgericht des Kantons Zürich rechtmäßig war. Das anwendbare Recht ist das Bundesgesetz über die Invalidenversicherung (IVG) in der Fassung vor 2022.\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht muss prüfen, ob die IV-Stelle die Leistungen für A.________ zu Recht abgelehnt hat und ob die Rückweisung der Sache an die IV-Stelle durch das Sozialversicherungsgericht des Kantons Zürich rechtmäßig war. Die Entscheidung des Bundesgerichts basiert auf der Auslegung des IVG und der Prüfung der Eintretensvoraussetzungen für die Beschwerde. Das Bundesgericht muss auch prüfen, ob der angefochtene Entscheid einen nicht wieder gutzumachenden Nachteil bewirken kann oder ob die Gutheissung der Beschwerde sofort einen Endentscheid herbeiführen und damit einen bedeutenden Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren ersparen würde. Die Entscheidung des Bundesgerichts ist noch nicht bekannt, da das Urteil vom 28. Januar 2026 nur den Sachverhalt und die Anträge der Parteien wiedergibt, aber nicht die Entscheidung selbst.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_291-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_601/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDer Beschwerdeführer A.A.________ hat gegen das Urteil des Versicherungsgerichts des Kantons Solothurn vom 7. Oktober 2025 Beschwerde eingereicht. Das Versicherungsgericht hatte eine Rechtsverweigerungsbeschwerde des Beschwerdeführers abgewiesen, da es keine Rechtsverweigerung durch die IV-Stelle Solothurn sah, indem diese keine materielle Verfügung über den Leistungsanspruch ab Dezember 2021 erlassen hatte.\n\n**Streitig:**\nDer Kern des Streits betrifft die Frage, ob die IV-Stelle Solothurn eine Rechtsverweigerung begangen hat, indem sie keine materielle Verfügung über den Leistungsanspruch ab Dezember 2021 erlassen hat. Das anwendbare Recht ist das Bundesgerichtsgesetz (BGG) und das Sozialversicherungsrecht.\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht musste prüfen, ob die Beschwerde des Beschwerdeführers den inhaltlichen Mindestanforderungen genügt. Die Beschwerde muss gemäss Art. 42 Abs. 1 und 2 BGG die Begehren und deren Begründung enthalten. Die Begründung muss in gedrängter Form darlegen, inwiefern der angefochtene Akt Recht verletzt. Das Bundesgericht stellte fest, dass die Eingaben des Beschwerdeführers keine rechtsgenügliche Auseinandersetzung mit den Erwägungen im angefochtenen Urteil enthalten und sich vielmehr auf rein appellatorische Vorbringen beschränken. Daher wurde die Beschwerde im vereinfachten Verfahren nach Art. 108 Abs. 1 lit. b BGG abgewiesen. Es wurden keine Gerichtskosten erhoben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-9C_601-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_697/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDer Beschwerdeführer A.________ hatte gegen eine leistungsablehnende Verfügung der IV-Stelle des Kantons St. Gallen Beschwerde eingereicht, die vom Versicherungsgericht des Kantons St. Gallen teilweise gutgeheissen wurde. Das Versicherungsgericht sprach dem Beschwerdeführer ab 1. Januar 2024 bei einem Invaliditätsgrad von 44 % eine Rente der Invalidenversicherung zu. Der Beschwerdeführer führt nun Beschwerde in öffentlich-rechtlichen Angelegenheiten und beantragt, ihm sei eine Rente bei einem Invaliditätsgrad von mindestens 70 % zuzusprechen.\n\n**Streitig:**\nDer Kern des Streits betrifft die Frage, ob die Vorinstanz den Invaliditätsgrad des Beschwerdeführers korrekt bewertet hat. Das anwendbare Recht ist das Bundesgesetz über das Bundesgericht (BGG) sowie die Bestimmungen der Invalidenversicherung.\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht muss prüfen, ob die Beschwerdeschrift den gesetzlichen Anforderungen genügt. Der Beschwerdeführer hat lediglich pauschal vorgetragen, die Vorinstanz habe seine gesundheitliche Situation nicht ausreichend berücksichtigt, ohne sich jedoch mit den entscheiderheblichen vorinstanzlichen Erwägungen auseinanderzusetzen. Da die Beschwerdeschrift den Anforderungen an eine Beschwerde nicht genügt, wird auf das Rechtsmittel im vereinfachten Verfahren nach Art. 108 Abs. 1 lit. b und Abs. 2 BGG nicht eingetreten. Es werden keine Gerichtskosten erhoben, und das Gesuch des Beschwerdeführers um unentgeltliche Rechtspflege wird gegenstandslos. Das Bundesgericht entscheidet, dass auf die Beschwerde nicht eingetreten wird.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_697-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_242/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDer 1978 geborene A.________ leidet an amyotropher Lateralsklerose (ALS) und bezieht von der Invalidenversicherung eine ganze Invalidenrente und eine Entschädigung für Hilflosigkeit. Die IV-Stelle des Kantons Aargau sprach ihm einen Assistenzbeitrag zu, der in mehreren Schritten angepasst wurde. Die IV-Stelle legte den Assistenzbeitrag mit Verfügung vom 24. Mai 2024 fest, wogegen A.________ Beschwerde einlegte.\n\n**Streitig:**\nStreitig ist die Höhe des Assistenzbeitrags, insbesondere der Hilfebedarf im Bereich \"Erziehung und Kinderbetreuung\". Die IV-Stelle hat den Hilfebedarf mit 90 Minuten pro Tag (bis 31. Dezember 2021) und 30 Minuten pro Tag (ab 1. Januar 2022) berechnet. Das Versicherungsgericht des Kantons Aargau hat die Verfügungen der IV-Stelle aufgehoben und die Sache zur Neuverfügung an die Verwaltung zurückgewiesen.\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht hat zu prüfen, ob die IV-Stelle den Assistenzbeitrag korrekt berechnet hat. Insbesondere ist zu prüfen, ob der Hilfebedarf im Bereich \"Erziehung und Kinderbetreuung\" korrekt ermittelt wurde. Das Bundesgericht hat festgestellt, dass die IV-Stelle den Hilfebedarf aufgrund der aktualisierten Einschätzung korrekt ermittelt hat. Die IV-Stelle hat den Hilfebedarf im Bereich \"Erziehung und Kinderbetreuung\" mit 120 Minuten pro Tag (bis 31. Dezember 2021) und den entsprechenden Wert gemäss Anhang 3 des Kreisschreibens des BSV über den Assistenzbeitrag (ab 1. Januar 2022) korrekt angesetzt. Die Beschwerde von A.________ ist abzuweisen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_242-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_266/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDer 1966 geborene A.________ meldete sich am 2. Oktober 2012 bei der IV-Stelle des Kantons Bern zum Leistungsbezug an. Nach erwerblichen und medizinischen Erhebungen sprach ihm die IV-Stelle mit Verfügung vom 20. Januar 2016 eine vom 1. April bis 30. September 2013 befristete ganze Invalidenrente zu. Am 3. Februar 2021 meldete sich A.________ erneut bei der IV-Stelle zum Leistungsbezug an, wurde jedoch abgelehnt. Am 18. September 2022 meldete sich A.________ ein weiteres Mal bei der IV-Stelle zum Leistungsbezug an. Nach Einholung eines polydisziplinären Gutachtens stellte die IV-Stelle A.________ mit Vorbescheid vom 30. April 2024 die Zusprache einer vom 1. August 2023 bis 29. Februar 2024 befristeten ganzen Invalidenrente in Aussicht. A.________ erhob Beschwerde gegen das Urteil des Verwaltungsgerichts des Kantons Bern, das die Verfügung der IV-Stelle bestätigte. A.________ beantragt, das vorinstanzliche Urteil sei vollumfänglich aufzuheben und die IV-Stelle anzuweisen, ihm rückwirkend seit Anspruchsbeginn eine unbefristete ganze Invalidenrente auszurichten.\n\n**Streitig:**\nStreitig ist, ob die Vorinstanz Bundesrecht verletzte, indem sie in Bestätigung der Verfügung vom 14. Oktober 2024 einen vom 1. August 2023 bis 29. Februar 2024 befristeten Anspruch auf eine ganze Invalidenrente bestätigte und ab dem 1. März 2024 einen Rentenanspruch verneinte. Das anwendbare Recht ist das Bundesgesetz über die Invalidenversicherung (IVG) und die Verordnung über die Invalidenversicherung (IVV).\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz Bundesrecht verletzte, indem sie die Verfügung der IV-Stelle bestätigte. Die Vorinstanz hat die Bestimmungen und Grundsätze über die Begriffe der Erwerbsunfähigkeit und der Invalidität sowie den Anspruch auf eine Invalidenrente zutreffend dargelegt. Das Bundesgericht hat zu prüfen, ob die Vorinstanz die Anspruchsprüfung bei einer Neuanmeldung nach vorausgegangener Rentenverweigerung korrekt durchgeführt hat. Die Entscheidung des Bundesgerichts ist noch nicht bekannt, da das Urteil vom 28. Januar 2026 erst kürzlich ergangen ist und die Entscheidungsgründe noch nicht veröffentlicht wurden.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_266-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_645/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDie 1974 geborene A.________ meldete sich am 19. Januar 2018 unter Hinweis auf einen Bandscheibenvorfall bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an. Nachdem die IV-Stelle das Leistungsbegehren abgewiesen hatte, wurde die Sache vom Sozialversicherungsgericht des Kantons Zürich zu weiteren Abklärungen an die IV-Stelle zurückgewiesen. Nach verschiedenen Abklärungen und Gutachten verfügte die IV-Stelle am 6. Dezember 2024 die Abweisung des Rentenbegehrens. A.________ reichte Beschwerde ein, die vom Sozialversicherungsgericht des Kantons Zürich abgewiesen wurde. A.________ beantragt nun vor dem Bundesgericht, das Urteil vom 27. August 2025 aufzuheben und ihr die gesetzlichen Leistungen, insbesondere eine Rente, auszurichten.\n\n**Streitig:**\nDer Kern des Streits betrifft die Frage, ob A.________ Anspruch auf eine Invalidenrente hat. Das anwendbare Recht ist das Bundesgesetz über die Invalidenversicherung (IVG) in der Fassung vor 2022. Die IV-Stelle und das Sozialversicherungsgericht des Kantons Zürich haben das Leistungsbegehren abgewiesen, da sie zu dem Schluss kamen, dass A.________ nicht invalid im Sinne des Gesetzes ist.\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht muss prüfen, ob die Vorinstanz die rechtserheblichen Tatsachen vollständig festgestellt und ob der Untersuchungsgrundsatz bzw. die Beweiswürdigungsregeln nach Art. 61 lit. c ATSG beachtet wurden. Es muss auch beurteilen, ob den medizinischen Gutachten und Arztberichten im Lichte der praxisgemässen Anforderungen Beweiswert zukommt. Die Entscheidung des Bundesgerichts wird auf der Grundlage der festgestellten Tatsachen und der Anwendung des Rechts getroffen. Wenn das Bundesgericht zu dem Schluss kommt, dass die Vorinstanz die rechtserheblichen Tatsachen nicht vollständig festgestellt oder den Untersuchungsgrundsatz bzw. die Beweiswürdigungsregeln nicht beachtet hat, kann es das Urteil aufheben und die Sache an die Vorinstanz zurückweisen. Wenn das Bundesgericht jedoch zu dem Schluss kommt, dass die Vorinstanz die rechtserheblichen Tatsachen vollständig festgestellt und den Untersuchungsgrundsatz bzw. die Beweiswürdigungsregeln beachtet hat, kann es das Urteil bestätigen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_645-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "05.02.2026",
        "zusammenfassung": "Keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "8C_726/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDie Beschwerdeführerin A.________ hat gegen die IV-Stelle Basel-Landschaft Beschwerde eingelegt, weil diese auf ihre Neuanmeldung zum Leistungsbezug nicht eingetreten ist. Die Vorinstanz, das Kantonsgericht Basel-Landschaft, hat die Beschwerde abgewiesen.\n\n**Streitig:**\nDer Kern des Streits betrifft die Frage, ob die IV-Stelle Basel-Landschaft zu Recht nicht auf die Neuanmeldung der Beschwerdeführerin eingetreten ist. Das anwendbare Recht ist das Bundesgesetz über das Bundesgericht (BGG) und das Bundesgesetz über die Invalidenversicherung (IVG). Da das Urteil im Jahr 2026 erging, ist das neue Recht anwendbar.\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz Bundesrecht verletzt hat, indem sie die Beschwerde abwies. Die Beschwerdeführerin hat jedoch nicht dargelegt, inwiefern die Vorinstanz Bundesrecht verletzt hat. Sie hat lediglich ihre eigene Sichtweise dargelegt und nicht aufgezeigt, welche Vorschriften von der Vorinstanz verletzt worden sind. Das Bundesgericht hat daher entschieden, dass die Beschwerde nicht den Anforderungen an eine Beschwerde genügt und daher nicht darauf einzutreten ist. Die Gerichtskosten werden ausnahmsweise nicht erhoben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_726-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_181/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDer 1967 geborene A.________ war als Geschäftsführer der B.________ GmbH tätig, als er am 7. April 2009 mit dem Fahrrad stürzte und sich einen Schädelbruch zuzog. Er meldete sich am 12. Oktober 2009 bei der IV-Stelle des Kantons Graubünden zum Leistungsbezug an. Die IV-Stelle sprach ihm mit Verfügung vom 21. Mai 2014 eine ganze Invalidenrente ab dem 1. April 2010 zu. Nach einer Revision von Amtes wegen und erwerblichen sowie medizinischen Abklärungen hob die IV-Stelle die Rente mit Verfügung vom 10. August 2022 rückwirkend per 30. Juni 2015 auf und entzog einer allfälligen, dagegen gerichteten Beschwerde die aufschiebende Wirkung. A.________ erhob gegen diese Verfügung Beschwerde beim Verwaltungsgericht des Kantons Graubünden, welches die Beschwerden mit Urteil vom 13. Dezember 2022 gut hieß und die Angelegenheit zu weiteren Abklärungen und zu neuem Entscheid an die IV-Stelle zurückwies.\n\n**Streitig:**\nStreitig ist, ob die IV-Stelle die Rente zu Recht aufgehoben hat und ob A.________ die zu Unrecht bezogenen Leistungen zurückzuerstatten hat. Das anwendbare Recht ist das Bundesgesetz über die Invalidenversicherung (IVG) in der Fassung vor 2022.\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht hat zu prüfen, ob die IV-Stelle die Rente zu Recht aufgehoben hat und ob A.________ die zu Unrecht bezogenen Leistungen zurückzuerstatten hat. Das Gericht hat dabei die Abklärungen und Gutachten, die von der IV-Stelle eingeholt wurden, zu berücksichtigen und zu prüfen, ob die IV-Stelle ihre Entscheidung aufgrund dieser Abklärungen und Gutachten getroffen hat. Das Gericht hat auch zu prüfen, ob die IV-Stelle die Meldepflichtverletzung von A.________ zu Recht festgestellt hat und ob die Aufhebung der Rente und die Rückforderung der zu Unrecht bezogenen Leistungen gerechtfertigt sind. Die Entscheidung des Bundesgerichts ist aufgrund der Abklärungen und Gutachten sowie der Anwendung des IVG in der Fassung vor 2022 zu treffen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_181-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_660/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDer 1977 geborene A.________ meldete sich am 11. Oktober 2021 bei der IV-Stelle des Kantons Solothurn zum Leistungsbezug an, da er an einer mittelschweren bis schweren depressiven Episode, einem schädlichen Gebrauch von Cannabis und einem Verdacht auf ADHS litt. Er nahm nicht an einem Aufbautraining teil und verweigerte später eine Teilnahme an einer Verlängerung dieser beruflichen Massnahme. Die IV-Stelle beauftragte einen Facharzt für Psychiatrie und Psychotherapie mit einer psychiatrischen Begutachtung, an der A.________ jedoch nicht teilnahm. Die IV-Stelle trat aufgrund der fehlenden Mitwirkung von A.________ auf dessen Leistungsbegehren nicht ein. A.________ beantragt nun, das Urteil des Versicherungsgerichts des Kantons Solothurn aufzuheben und die Sache zur neuen psychiatrischen Begutachtung und Neuverfügung an die IV-Stelle zurückzuweisen.\n\n**Streitig:**\nStreitig ist, ob die Vorinstanz Bundesrecht verletzte, indem sie den Nichteintretensentscheid der IV-Stelle aufgrund der Mitwirkungspflichtverletzung von A.________ bestätigte. Das anwendbare Recht ist das Recht der Invalidenversicherung, insbesondere die Regelungen über die Mitwirkungspflicht des Versicherten.\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz Bundesrecht verletzte, indem sie den Nichteintretensentscheid der IV-Stelle bestätigte. Die Vorinstanz stellte fest, dass die von der IV-Stelle angeordnete psychiatrische Begutachtung notwendig und zumutbar war, aber aufgrund der Verweigerungshaltung von A.________ nicht durchgeführt werden konnte. Das ungebührliche Verhalten von A.________ war nicht auf gesundheitliche Gründe zurückzuführen, weshalb kein Entschuldigungsgrund vorlag. Der Beschwerdeführer hat folglich seine Mitwirkungspflicht in unentschuldbarer Weise verletzt. Die Beschwerdegegnerin war deshalb berechtigt, einen Nichteintretensentscheid zu fällen. Die Beschwerde von A.________ ist offensichtlich unbegründet, da die Vorinstanz die Rechtsgrundlagen zutreffend darlegte und die Feststellungen willkürfrei waren. Das Bundesgericht weist die Beschwerde ab.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_660-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "03.02.2026",
        "zusammenfassung": "Keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "02.02.2026",
        "zusammenfassung": "Keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "30.01.2026",
        "zusammenfassung": "Keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "9C_94/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "**Sachverhalt & Anträge:**\nDer Beschwerdeführer A.________ erhob am 5. Januar 2025 Beschwerde gegen die Verfügung der IV-Stelle Bern vom 22. November 2024, mit der auf sein Leistungsbegehren nicht eingetreten wurde. Das Verwaltungsgericht des Kantons Bern trat mit Urteil vom 14. Januar 2025 nicht auf die Beschwerde ein. Der Beschwerdeführer beantragt sinngemäss, das Urteil vom 14. Januar 2025 aufzuheben und die Vorinstanz zu verpflichten, auf die Beschwerde einzutreten.\n\n**Streitig:**\nStreitig ist, ob die Vorinstanz Bundesrecht verletzte, als sie auf die Beschwerde nicht eintrat. Das anwendbare Recht ist das Bundesgesetz über das Bundesgericht (BGG) und das Bundesgesetz über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG).\n\n**Zu prüfen & Entscheidung:**\nDas Bundesgericht hat zu prüfen, ob die Vorinstanz Bundesrecht verletzte, als sie auf die Beschwerde nicht eintrat. Die Beschwerde ist nur zulässig, wenn die 30-tägige Frist nach Art. 60 Abs. 1 ATSG gewahrt wurde. Da die Frist nicht gewahrt wurde, erwuchs der Verwaltungsentscheid in formelle Rechtskraft, und das erstinstanzliche Gericht durfte nicht auf die verspätet eingereichte Beschwerde eintreten. Das Bundesgericht hat daher die Beschwerde abzuweisen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_94-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "28.01.2026",
        "zusammenfassung": "Keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    }
]
