[
    {
        "aktenzeichen": "9C_59/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft die 1959 geborene A.________, die seit 2016 aufgrund von Schmerzen nicht mehr arbeitet und sich bei der Invalidenversicherung zum Leistungsbezug meldet, nachdem die IV-Stelle des Kantons Zürich zunächst einen Rentenanspruch verneint hat.\n* Die Rechtsfrage dreht sich um die Frage, ob die IV-Stelle und das Sozialversicherungsgericht des Kantons Zürich zu Recht einen Rentenanspruch verneint haben, nachdem ein polydisziplinäres Gutachten keine ausreichenden medizinischen Gründe für eine Invalidität ergeben hat.\n* Das Ergebnis ist, dass das Bundesgericht die Beschwerde von A.________ abweist, da die Vorinstanz den Sachverhalt korrekt festgestellt hat und die IV-Stelle ihre Verfügung aufgrund des Gutachtens zu Recht getroffen hat, sodass kein Anspruch auf eine volle Rente besteht.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_59-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_725/2024",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Versicherte A.________, geboren 1973, meldete sich 2007 und erneut 2019 bei der IV-Stelle Luzern zum Leistungsbezug an, nachdem er 2005 ein Schleudertrauma erlitten hatte, und beantragte eine Invalidenrente. Die IV-Stelle lehnte das Leistungsgesuch mangels eines Revisionsgrunds ab, und das Kantonsgericht Luzern wies die dagegen erhobene Beschwerde ab, woraufhin A.________ Beschwerde in öffentlich-rechtlichen Angelegenheiten beim Bundesgericht einlegte. Das Bundesgericht hat nun zu prüfen, ob die rechtserheblichen Tatsachen vollständig festgestellt und ob der Untersuchungsgrundsatz bzw. die Beweiswürdigungsregeln beachtet wurden, insbesondere ob die ärztlichen Feststellungen anhand der Indikatoren nach BGE 141 V 281 auf Arbeitsunfähigkeit schliessen lassen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_725-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_716/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n* **Sachverhalt:** Die Versicherte A.________ hat bei der Invalidenversicherung eine neue Leistungsgesuch gestellt, das jedoch abgelehnt wurde, da die medizinischen Gutachten keine ausreichende Arbeitsunfähigkeit feststellten.\n* **Rechtsfrage:** Die Frage war, ob die Versicherte ihre Rechte verletzt wurden, indem die kantonale Instanz ihre Berufung abwies, ohne dass sie ausreichend begründet hatte, inwiefern die Entscheidung der Invalidenversicherung rechtswidrig war.\n* **Ergebnis:** Das Bundesgericht hat den Rechtsstreit abgewiesen, da die Versicherte ihre Rechtsmittel nicht ausreichend begründet hatte und somit die Voraussetzungen für eine Überprüfung der Entscheidung der kantonale Instanz nicht erfüllt waren.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_716-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_296/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDie Beschwerdeführerin A.________, geboren 1976, meldete sich mehrmals bei der Invalidenversicherung an, nachdem sie aufgrund von Rückenbeschwerden einen Leistungsanspruch geltend machte, wurde jedoch jeweils abgelehnt, da keine relevante Veränderung der Verhältnisse glaubhaft gemacht worden war. Die Rechtsfrage besteht darin, ob die Vorinstanz Bundesrecht verletzte, indem sie die Verfügung der IV-Stelle bestätigte, mit der auf die Neuanmeldung der Beschwerdeführerin nicht eingetreten wurde. Das Bundesgericht hat die Beschwerde abgewiesen, da die Vorinstanz keine Bundesrechtsverletzung begangen hat, indem sie die Verfügung der IV-Stelle bestätigte, mit der auf die Neuanmeldung der Beschwerdeführerin nicht eingetreten wurde, da keine relevante Veränderung der Verhältnisse glaubhaft gemacht worden war.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_296-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_384/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier sind 3 prägnante Sätze, die das IV-Urteil zusammenfassen:\n\nDer Sachverhalt betrifft einen 1960 geborenen Mann, der nach einem Arbeitsunfall im Juli 2021 eine schwere Verletzung an der rechten Fußgelenk erlitt und seitdem von der Caisse nationale suisse d'assurance en cas d'accidents (CNA) versichert ist. Die Rechtsfrage dreht sich um die Frage, ob der Mann Anspruch auf eine Rente wegen Invalidität und eine Entschädigung für die Atteinte à l'intégrité hat, nachdem die CNA seine Leistungen eingestellt hatte. Das Ergebnis des Urteils ist, dass der Mann eine Entschädigung für die Atteinte à l'intégrité von 10 % erhält, da seine Verletzung zu dauerhaften Schäden und Einschränkungen geführt hat, jedoch keine Rente wegen Invalidität, da er in einer adaptierten Tätigkeit noch voll arbeitsfähig ist.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://07-01-2026-8C_384-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_287/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, geboren 1979, meldete sich im Mai 2021 bei der Invalidenversicherung an, da er an einer Alkoholabhängigkeit litt, und beantragte Leistungen, nachdem er zweimal eine stationäre Entzugs- und Entwöhnungsbehandlung vorzeitig abgebrochen hatte. Die Rechtsfrage besteht darin, ob die IV-Stelle berechtigt war, die Leistungen abzulehnen, nachdem der Beschwerdeführer das Mahn- und Bedenkzeitverfahren nicht erfolgreich absolviert hatte. Das Bundesgericht hat die Beschwerde abgewiesen, da die Vorinstanz keine Bundesrechtsverletzung begangen hat, indem sie die Leistungsablehnung durch die IV-Stelle bestätigte, und der Beschwerdeführer somit keine Anspruch auf Invalidenleistungen hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_287-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_751/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n* **Sachverhalt:** Die Beschwerdeführerin A.________ beantragte eine Rente der Invalidenversicherung aufgrund einer \"Long COVID\"-Erkrankung, wurde jedoch von der IV-Stelle des Kantons St. Gallen abgelehnt, und das Versicherungsgericht des Kantons St. Gallen wies ihre Beschwerde ab.\n* **Rechtsfrage:** Die Frage war, ob die vorinstanzlichen Sachverhaltsfeststellungen, die auf einem Gutachten basieren, rechtsfehlerhaft sind und ob die Beschwerdeführerin ihre Beschwerde ausreichend begründet hat.\n* **Ergebnis:** Das Bundesgericht entschied, dass die Beschwerde nicht den gesetzlichen Anforderungen genügt und daher nicht eingetreten wird, da die Beschwerdeführerin nicht darlegte, inwiefern die vorinstanzlichen Sachverhaltsfeststellungen auf einer Rechtsverletzung beruhen oder die sich darauf stützenden Erwägungen rechtsfehlerhaft sind.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_751-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_401/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Die Versicherte A.________, geboren 1959, erlitt am 16. Oktober 2014 einen Unfall, bei dem sie unter anderem eine Fraktur des Aileons sacré gauche und eine Fraktur der Tête fibulaire gauche erlitt, und war seitdem arbeitsunfähig. Die Helsana Accidents SA, die für die Unfallversicherung zuständig war, übernahm die Kosten für die medizinische Behandlung und zahlte Taggelder.\n\n**Rechtsfrage:** Die Frage war, ob die Helsana Accidents SA zu Recht die Zahlung von Taggeldern und die Übernahme von medizinischen Behandlungskosten abgelehnt hatte und ob die Versicherte Anspruch auf eine Invalidenrente hatte.\n\n**Ergebnis:** Das Bundesgericht bestätigte die Entscheidung der Vorinstanz, dass die Helsana Accidents SA die Zahlung von Taggeldern und die Übernahme von medizinischen Behandlungskosten zu Recht abgelehnt hatte, und wies die Beschwerde der Versicherten ab, da diese keinen Anspruch auf eine Invalidenrente hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://27-01-2026-8C_401-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_291/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n* **Sachverhalt**: Die 1977 geborene A.________ meldete sich 2019 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie nach einem Zeckenbiss mit Wanderröte diverse Beschwerden aufwies, und die IV-Stelle tätigte medizinische und erwerbliche Abklärungen, einschließlich einer polydisziplinären Begutachtung.\n* **Rechtsfrage**: Die Rechtsfrage betrifft die Frage, ob die IV-Stelle die Leistungen für A.________ zu Recht abgewiesen hat, und ob das Sozialversicherungsgericht des Kantons Zürich die Sache zu Recht an die IV-Stelle zurückgewiesen hat, um weitere Abklärungen vorzunehmen.\n* **Ergebnis**: Das Bundesgericht hat die Beschwerde der IV-Stelle abgewiesen und das Urteil des Sozialversicherungsgerichts des Kantons Zürich bestätigt, das die Sache an die IV-Stelle zurückgewiesen hat, um weitere Abklärungen vorzunehmen, bevor über den Leistungsanspruch von A.________ entschieden wird.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_291-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_601/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.A.________ hatte gegen die IV-Stelle Solothurn Beschwerde eingelegt, weil diese keine anfechtbare Verfügung über seinen Leistungsanspruch ab Dezember 2021 erlassen hatte und eine weitere Begutachtung angeordnet hatte. Die Vorinstanz hatte die Rechtsverweigerungsbeschwerde abgewiesen, und der Beschwerdeführer hatte dagegen Beschwerde beim Bundesgericht eingelegt, jedoch ohne die erforderlichen inhaltlichen Mindestanforderungen zu erfüllen. Das Bundesgericht hat deshalb nicht auf die Beschwerde eingetreten und keine Gerichtskosten erhoben, da die Eingaben des Beschwerdeführers rein appellatorische Vorbringen enthielten und keine rechtsgenügliche Auseinandersetzung mit den Erwägungen der Vorinstanz aufwiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-9C_601-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_697/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________ hatte gegen eine leistungsablehnende Verfügung der IV-Stelle des Kantons St. Gallen Beschwerde eingereicht und wurde vom Versicherungsgericht des Kantons St. Gallen teilweise entschädigt, indem ihm ab 1. Januar 2024 eine Rente bei einem Invaliditätsgrad von 44 % zugesprochen wurde. Der Beschwerdeführer focht diesen Entscheid vor dem Bundesgericht an und beantragte eine Rente bei einem Invaliditätsgrad von mindestens 70 %, jedoch ohne sich mit den entscheiderheblichen vorinstanzlichen Erwägungen auseinanderzusetzen. Das Bundesgericht trat auf die Beschwerde nicht ein, da die Eingabe des Beschwerdeführers den gesetzlichen Anforderungen an eine Beschwerde nicht genügte, und verzichtete auf die Erhebung von Gerichtskosten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_697-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_757/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft einen Unfallversicherungsfall, bei dem der Beschwerdeführer eine revisionsweise Rentenerhöhung und eine nachträgliche Anpassung der Integritätsentschädigung begehrt, nachdem er am 3. Juli 1992 einen Unfall erlitten hatte.\n* Die Rechtsfrage dreht sich um die Frage, ob die Vorinstanz Bundesrecht verletzt hat, indem sie den Anspruch auf eine revisionsweise Rentenerhöhung und eine nachträgliche Anpassung der Integritätsentschädigung verneint hat, obwohl der Beschwerdeführer geltend macht, dass sein Gesundheitszustand sich verschlechtert hat.\n* Das Ergebnis ist, dass das Bundesgericht auf die Beschwerde nicht eintritt, da der Beschwerdeführer nicht hinreichend aufzeigt, inwieweit die von der Vorinstanz getroffenen Sachverhaltsfeststellungen unrichtig sind und die darauf beruhenden Erwägungen gegen Bundesrecht verstoßen, und somit den Begründungsanforderungen nicht genügt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_757-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_242/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Versicherte, ein 1978 geborener Mann, leidet an amyotropher Lateralsklerose (ALS) und bezieht von der Invalidenversicherung eine ganze Invalidenrente und eine Entschädigung für Hilflosigkeit, sowie einen Assistenzbeitrag, der aufgrund von Revisionsverfahren mehrmals angepasst wurde. Die Rechtsfrage betrifft die Höhe des Assistenzbeitrags, insbesondere den Hilfebedarf im Bereich \"Erziehung und Kinderbetreuung\", der mit Hilfe des standardisierten Abklärungsinstruments \"FAKT2\" ermittelt wurde. Das Bundesgericht bestätigte die Entscheidung des Versicherungsgerichts des Kantons Aargau, wonach dem Versicherten für den Hilfebedarf im Bereich \"Erziehung und Kinderbetreuung\" ein Wert der Stufe 4 von mindestens 120 Minuten pro Tag zusteht, und wies die Sache zur Neuverfügung an die Verwaltung zurück.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_242-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_266/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der bereits 2012 eine ganze Invalidenrente für einen bestimmten Zeitraum erhalten hatte, meldete sich 2021 und 2022 erneut bei der IV-Stelle zum Leistungsbezug an, da er aufgrund von Gesundheitsproblemen (Rückenoperationen, Polyarthritis, Beeinträchtigung des Nacken- und Armbereichs) arbeitsunfähig war. Die Rechtsfrage bestand darin, ob die IV-Stelle die Zusprache einer ganzen Invalidenrente für einen bestimmten Zeitraum und die anschließende Ablehnung eines Rentenanspruchs aufgrund eines Invaliditätsgrades von 21 % bzw. 29 % rechtmäßig war. Das Bundesgericht bestätigte das Urteil des Verwaltungsgerichts des Kantons Bern und wies die Beschwerde ab, da die IV-Stelle ihre Entscheidung aufgrund eines polydisziplinären Gutachtens getroffen hatte und der Beschwerdeführer keine offensichtlichen Rechtsmängel geltend gemacht hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_266-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_627/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Der Versicherte A.________ hat gegen die Entscheidung der Cassa cantonale di compensazione AVS/AI/IPG des Kantons Tessin über die Berechnung seiner Ergänzungsleistung (EL) Beschwerde eingelegt, da er mit dem berechneten hypothetischen Einkommen von 8'320 Franken nicht einverstanden ist.\n\n**Rechtsfrage:** Die Frage ist, ob die Entscheidung der kantonalen Instanz, die den berechneten hypothetischen Verdienst von 8'320 Franken bestätigt hat, mit dem Bundesrecht vereinbar ist, insbesondere mit den Vorschriften über die Berechnung der Ergänzungsleistung.\n\n**Ergebnis:** Das Bundesgericht hat die Beschwerde abgewiesen, da die kantonale Instanz die relevanten Rechtsgrundsätze korrekt angewendet hat und die Entscheidung nicht gegen Bundesrecht verstößt, insbesondere nicht gegen die Vorschriften über die Berechnung der Ergänzungsleistung.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://09-01-2026-8C_627-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_645/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDie Beschwerdeführerin A.________, geboren 1974, meldete sich 2018 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie einen Bandscheibenvorfall erlitten hatte, und beantragte eine Invalidenrente. Die Rechtsfrage drehte sich um die Frage, ob die IV-Stelle die richtige medizinische Abklärung durchgeführt hatte, insbesondere ob eine polydisziplinäre Begutachtung notwendig war, wie die IV-Stelle festgestellt hatte, oder ob eine bidisziplinäre Begutachtung in den Fachdisziplinen Rheumatologie und Psychiatrie ausreichend gewesen wäre, wie die Beschwerdeführerin beantragt hatte. Das Bundesgericht bestätigte letztendlich die Entscheidung der Vorinstanz, dass die IV-Stelle die richtige Abklärung durchgeführt hatte und dass die Beschwerdeführerin keine Anspruch auf eine Invalidenrente hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_645-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "05.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "8C_726/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\n* **Sachverhalt:** Die Beschwerdeführerin hatte eine Neuanmeldung zum Leistungsbezug bei der IV-Stelle Basel-Landschaft eingereicht, die jedoch abgelehnt wurde, da die Beschwerdeführerin keine medizinischen Unterlagen beigebracht hatte, um eine namhafte Verbesserung ihrer objektiven Eingliederungsfähigkeit zu belegen.\n* **Rechtsfrage:** Die Frage war, ob die Vorinstanz zu Recht nicht auf die Neuanmeldung eingetreten war und ob die Beschwerdeführerin ihre Beschwerde ausreichend begründet hatte, um ein Eintreten auf die Beschwerde zu rechtfertigen.\n* **Ergebnis:** Das Bundesgericht trat nicht auf die Beschwerde ein, da die Beschwerdeführerin ihre Beschwerde nicht ausreichend begründet hatte und die Vorinstanz zu Recht nicht auf die Neuanmeldung eingetreten war, da die Beschwerdeführerin keine ausreichenden medizinischen Unterlagen beigebracht hatte, um eine Verbesserung ihrer Eingliederungsfähigkeit zu belegen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_726-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_181/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der nach einem Fahrradunfall im Jahr 2009 eine ganze Invalidenrente bezog, wurde von der IV-Stelle des Kantons Graubünden observiert und angezeigt, da Verdacht auf Betrug und unrechtmässigen Leistungsbezug bestand. Die Rechtsfrage drehte sich darum, ob die IV-Stelle berechtigt war, die Rente rückwirkend aufzuheben, nachdem sie neue Erkenntnisse über die Gesundheit und die Arbeitsfähigkeit des Beschwerdeführers gewonnen hatte. Das Bundesgericht bestätigte die Entscheidung der IV-Stelle, die Rente rückwirkend per 30. Juni 2015 aufzuheben, da die neuen Abklärungen und Gutachten ergeben hatten, dass der Rentenanspruch des Beschwerdeführers nicht mehr gerechtfertigt war.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_181-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_660/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, geboren 1977, meldete sich 2021 bei der IV-Stelle des Kantons Solothurn zum Leistungsbezug an, nachdem er unter einer mittelschweren bis schweren depressiven Episode, einem schädlichen Gebrauch von Cannabis und einem Verdacht auf ADHS litt, und verweigerte jedoch eine Teilnahme an einer psychiatrischen Begutachtung. Die Rechtsfrage betrifft, ob die Vorinstanz Bundesrecht verletzte, indem sie den Nichteintretensentscheid der IV-Stelle aufgrund der Mitwirkungspflichtverletzung des Beschwerdeführers bestätigte. Das Bundesgericht bestätigte den Entscheid der Vorinstanz und wies die Beschwerde ab, da der Beschwerdeführer seine Mitwirkungspflicht verletzt hatte, indem er die psychiatrische Begutachtung verweigerte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_660-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_432/2025",
        "datum": "03.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Sachverhalt betrifft einen 1985 geborenen Mann, der seit Dezember 2021 eine Rente der Invalidenversicherung bezieht und im Oktober 2024 Anspruch auf Ergänzungsleistungen zur Alters- und Hinterlassenenversicherung (EL) hatte, jedoch erst ab April 2024 und nicht rückwirkend ab Beginn seiner Invalidenrente. Die Rechtsfrage dreht sich um die Frage, ob der Mann aufgrund seiner gesundheitlichen Probleme als unfähig anzusehen ist, seine administrativen Angelegenheiten zu regeln, und daher Anspruch auf rückwirkende Zahlung der EL hat. Das Ergebnis des Urteils ist, dass das Bundesgericht den Rekurs des Mannes abweist, da die vorgelegten medizinischen Zeugnisse nicht ausreichen, um seine Unfähigkeit zur Selbstvertretung während der sechs Monate nach Erhalt der Entscheidung über seine Invalidenrente nachzuweisen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_432-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_557/2025",
        "datum": "02.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, ein 1998 geborener Produktionsmechaniker, bezieht seit 2022 eine ganze Invalidenrente von der Invalidenversicherung und verlangt nunmehr auch Leistungen von seinem Vorsorgefonds, da er aufgrund seiner Invalidität nicht mehr in der Lage ist, zu arbeiten. Die Rechtsfrage betrifft die Leistungspflicht des Vorsorgefonds bei Invalidität, insbesondere die Frage, ob der Beschwerdeführer Anspruch auf eine ganze Invalidenrente vom Vorsorgefonds hat. Das Bundesgericht hat den Entscheid des Verwaltungsgerichts des Kantons Thurgau aufgehoben und die Sache zu neuer Entscheidung an die Vorinstanz zurückgewiesen, nachdem es bereits in einem vorherigen Urteil die Beschwerde des A.________ teilweise gutgeheissen hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-9C_557-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_469/2025",
        "datum": "30.01.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdegegner, A.________, war bis September 2023 als stellvertretender Betriebsleiter angestellt und meldete sich im November 2023 bei der Arbeitslosenversicherung an, wobei er ab Dezember 2023 Arbeitslosenentschädigung beantragte. Die Rechtsfrage betrifft die Frage, ob der Beschwerdegegner Anspruch auf Krankentaggelder hat, nachdem er aufgrund neurologischer Beschwerden und eines angiologischen Notfalls hospitalisiert und operiert wurde. Das Bundesgericht hat das Urteil des Verwaltungsgerichts des Kantons Bern bestätigt, das dem Beschwerdegegner das volle Taggeld bis zum 30. Tag nach Beginn der Arbeitsunfähigkeit zugesprochen hat, und somit den Anspruch auf Krankentaggelder bejaht.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-8C_469-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_94/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________ hatte gegen eine Verfügung der IV-Stelle Bern Beschwerde beim Verwaltungsgericht des Kantons Bern eingereicht, die jedoch wegen formeller Mängel abgewiesen wurde. Die Rechtsfrage betrifft die Eintretensfrage, d.h. ob die Vorinstanz Bundesrecht verletzte, als sie auf die Beschwerde nicht eintrat. Das Bundesgericht hat die Beschwerde abgewiesen, da die Vorinstanz zu Recht auf die Beschwerde nicht eingetreten ist, da der Beschwerdeführer die formellen Anforderungen an eine Beschwerde nicht erfüllt hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_94-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "28.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "27.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    }
]