[
    {
        "aktenzeichen": "8C_699/2024",
        "datum": "16.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDie Klägerin, A.________, hatte bereits von 2013 bis 2018 eine Rente wegen eines Brustkrebsleidens bezogen und stellte 2018 erneut einen Antrag auf Leistungen der Invalidenversicherung, den das Amt für Invalidenversicherung des Kantons Waadt ablehnte. Die Klägerin beantragte auch eine Hilflosenentschädigung wegen körperlicher und psychischer Beeinträchtigungen, die jedoch vom Amt abgelehnt wurde, was die Klägerin vor dem Bundesgericht anfocht. Das Bundesgericht wies den Rekurs ab und bestätigte die Entscheidung des Kantonsgerichts, wonach die Klägerin keine Anspruch auf eine Hilflosenentschädigung hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-8C_699-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_57/2026",
        "datum": "16.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________ hatte gegen ein Urteil des Verwaltungsgerichts des Kantons Bern vom 30. Mai 2024 Beschwerde beim Bundesgericht eingelegt, jedoch nicht innerhalb der 30-tägigen Rechtsmittelfrist. Die Rechtsfrage war, ob das Bundesgericht auf die Beschwerde eintreten kann, obwohl die Frist abgelaufen war und keine Fristwiederherstellungsgründe vorgetragen wurden. Das Ergebnis war, dass das Bundesgericht nicht auf die Beschwerde eintrat, das Gesuch um unentgeltliche Rechtspflege abwies, aber auf die Erhebung von Gerichtskosten verzichtete.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://27-01-2026-8C_57-2026&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_59/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft die 1959 geborene A.________, die seit 2016 aufgrund von Schmerzen nicht mehr arbeiten kann und sich bei der Invalidenversicherung zum Leistungsbezug anmeldet, nachdem die IV-Stelle des Kantons Zürich ihren Rentenanspruch verneint hat.\n* Die Rechtsfrage dreht sich um die Frage, ob die IV-Stelle und das Sozialversicherungsgericht des Kantons Zürich den Rentenanspruch von A.________ zu Recht verneint haben, insbesondere im Hinblick auf die medizinischen Abklärungen und die polydisziplinäre Begutachtung durch das BEGAZ-Begutachtungszentrum.\n* Das Ergebnis ist, dass das Bundesgericht die Beschwerde von A.________ abweist und somit die Entscheidung des Sozialversicherungsgerichts des Kantons Zürich bestätigt, wonach A.________ keinen Anspruch auf eine volle Rente hat, da die IV-Stelle und das Sozialversicherungsgericht ihre Entscheidungen aufgrund der vorliegenden medizinischen Abklärungen und Begutachtungen getroffen haben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_59-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_725/2024",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Der Beschwerdeführer A.________, geboren 1973, meldete sich 2007 und erneut 2019 bei der Eidgenössischen Invalidenversicherung (IV) zum Leistungsbezug an, nachdem er 2005 ein Schleudertrauma erlitten hatte. \n**Rechtsfrage:** Die rechtserhebliche Frage ist, ob die IV-Stelle und das Kantonsgericht Luzern den Untersuchungsgrundsatz und die Beweiswürdigungsregeln nach Art. 61 lit. c ATSG beachtet haben, als sie den Leistungsanspruch des Beschwerdeführers ablehnten.\n**Ergebnis:** Das Bundesgericht wies die Beschwerde ab, da es keine offensichtlichen Fehler in der Sachverhaltsfeststellung oder Rechtsanwendung durch die Vorinstanz feststellte und die IV-Stelle und das Kantonsgericht Luzern den Untersuchungsgrundsatz und die Beweiswürdigungsregeln beachtet hatten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_725-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_716/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier sind 3 prägnante Sätze, die das Urteil zusammenfassen:\n\n* **Sachverhalt:** Die Klägerin A.________ hat bei der Invalidenversicherung eine neue Leistung beantragt, die jedoch abgelehnt wurde, da die medizinischen Gutachten keine ausreichende Arbeitsunfähigkeit feststellten.\n* **Rechtsfrage:** Die Frage war, ob die Klägerin ihre Beschwerde gegen die Ablehnung ihrer Leistungsgesuche ausreichend begründet hatte, um ein Verfahren vor dem Bundesgericht zu ermöglichen.\n* **Ergebnis:** Das Bundesgericht hat die Beschwerde abgewiesen, da die Klägerin ihre Argumente nicht ausreichend dargelegt hatte und somit die Anforderungen an eine gültige Beschwerde nicht erfüllt hatte, wie sie in Artikel 42 des Bundesgerichtsgesetzes (LTF) festgelegt sind.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_716-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_296/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft eine Person, die sich mehrmals bei der Invalidenversicherung zum Leistungsbezug angemeldet hat, jedoch jeweils abgelehnt wurde, da keine relevante Veränderung der Verhältnisse glaubhaft gemacht wurde.\n* Die Rechtsfrage betrifft die Frage, ob die IV-Stelle zu Recht auf die Neuanmeldung nicht eingetreten ist, da die Beschwerdeführerin keine relevante Veränderung der Verhältnisse glaubhaft gemacht hat.\n* Das Ergebnis ist, dass das Bundesgericht die Beschwerde abweist, da die Vorinstanz keine Rechtsverletzung begangen hat und die IV-Stelle zu Recht auf die Neuanmeldung nicht eingetreten ist, da keine relevante Veränderung der Verhältnisse glaubhaft gemacht wurde.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_296-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_287/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der an einer Alkoholabhängigkeit leidet, hatte sich bei der Invalidenversicherung zum Leistungsbezug angemeldet, wurde jedoch von der IV-Stelle Solothurn abgelehnt, nachdem er zweimal eine stationäre Entzugs- und Entwöhnungsbehandlung vorzeitig abgebrochen hatte. Die Rechtsfrage betrifft die Zulässigkeit der Leistungsverweigerung durch die IV-Stelle nach Durchführung des Mahn- und Bedenkzeitverfahrens bei Vorliegen eines Alkoholabhängigkeitssyndroms. Das Bundesgericht hat die Beschwerde des A.________ abgewiesen und die Leistungsablehnung durch die IV-Stelle bestätigt, da die Vorinstanz keine Bundesrechtverletzung begangen hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_287-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_751/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n* **Sachverhalt:** Die Beschwerdeführerin A.________ beantragte eine Rente der Invalidenversicherung aufgrund einer \"Long COVID\"-Erkrankung, wurde jedoch von der IV-Stelle des Kantons St. Gallen abgelehnt, und das Versicherungsgericht des Kantons St. Gallen wies ihre Beschwerde ab.\n* **Rechtsfrage:** Die Beschwerdeführerin machte geltend, dass die Vorinstanz ihre Erwerbsfähigkeit falsch beurteilt habe, jedoch legte sie nicht dar, inwiefern die vorinstanzlichen Sachverhaltsfeststellungen auf einer Rechtsverletzung beruhen oder die sich darauf stützenden Erwägungen rechtsfehlerhaft seien.\n* **Ergebnis:** Das Bundesgericht entschied, dass die Beschwerde nicht den gesetzlichen Anforderungen genüge und daher nicht darauf einzutreten sei, und verzichtete auf die Erhebung von Gerichtskosten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_751-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_291/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Die 1977 geborene A.________ meldete sich 2019 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie nach einem Zeckenbiss mit Wanderröte diverse Beschwerden hatte. Die IV-Stelle tätigte medizinische und erwerbliche Abklärungen und veranlasste eine polydisziplinäre Begutachtung, die zu dem Ergebnis kam, dass keine Eingliederungsmassnahmen möglich seien.\n\n**Rechtsfrage:** Die Frage war, ob die IV-Stelle die Leistungen für A.________ zu Recht abgewiesen hatte, oder ob die Sache zur weiteren Abklärung an die IV-Stelle zurückgewiesen werden musste, wie das Sozialversicherungsgericht des Kantons Zürich entschieden hatte.\n\n**Ergebnis:** Das Bundesgericht entschied, dass die IV-Stelle die Leistungen für A.________ zu Recht abgewiesen hatte, und hob das Urteil des Sozialversicherungsgerichts des Kantons Zürich auf, wodurch die Verfügung der IV-Stelle vom 18. Juni 2024 bestätigt wurde.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_291-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_601/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Der Beschwerdeführer A.A.________ hat gegen das Urteil des Versicherungsgerichts des Kantons Solothurn vom 7. Oktober 2025 Beschwerde eingereicht, in dem die Rechtsverweigerungsbeschwerde abgewiesen wurde, da die IV-Stelle Solothurn keine anfechtbare Verfügung über den Leistungsanspruch ab Dezember 2021 erlassen hat.\n\n**Rechtsfrage:** Die Frage war, ob die Beschwerde des Beschwerdeführers den inhaltlichen Mindestanforderungen genügt, um im Bundesgericht behandelt zu werden, insbesondere ob die Eingaben des Beschwerdeführers eine rechtsgenügliche Auseinandersetzung mit den Erwägungen im angefochtenen Urteil enthalten.\n\n**Ergebnis:** Das Bundesgericht hat entschieden, dass die Beschwerde nicht den inhaltlichen Mindestanforderungen genügt, da die Eingaben des Beschwerdeführers keine rechtsgenügliche Auseinandersetzung mit den Erwägungen im angefochtenen Urteil enthalten und sich auf rein appellatorische Vorbringen beschränken, und daher nicht auf die Beschwerde eingetreten ist.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-9C_601-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_697/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________ hatte gegen eine leistungsablehnende Verfügung der IV-Stelle des Kantons St. Gallen Beschwerde eingereicht und wurde vom Versicherungsgericht des Kantons St. Gallen teilweise entschädigt, indem ihm ab 1. Januar 2024 eine Rente bei einem Invaliditätsgrad von 44 % zugesprochen wurde. Der Beschwerdeführer focht diesen Entscheid jedoch vor dem Bundesgericht an und beantragte eine Rente bei einem Invaliditätsgrad von mindestens 70 %, ohne jedoch die vorinstanzlichen Erwägungen ausreichend zu begründen. Das Bundesgericht entschied, dass die Beschwerde nicht den gesetzlichen Anforderungen genügte und daher nicht darauf einzutreten war, und verzichtete auf die Erhebung von Gerichtskosten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_697-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_242/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Sachverhalt betrifft einen 1978 geborenen Mann, der an amyotropher Lateralsklerose (ALS) leidet und von der Invalidenversicherung eine ganze Invalidenrente und eine Entschädigung für Hilflosigkeit bezieht, sowie einen Assistenzbeitrag für die Betreuung seines behinderten Kindes. Die Rechtsfrage dreht sich um die Höhe des Assistenzbeitrags, insbesondere um die Berücksichtigung des Hilfebedarfs im Bereich \"Erziehung und Kinderbetreuung\" nach dem standardisierten Abklärungsinstrument \"FAKT2\". Das Bundesgericht hat die Urteile des Versicherungsgerichts des Kantons Aargau aufgehoben und die Sache zur Neuverfügung an die Verwaltung zurückgewiesen, um den Assistenzbeitrag unter Berücksichtigung des korrekten Hilfebedarfs im Bereich \"Erziehung und Kinderbetreuung\" neu festzusetzen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_242-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_266/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der bereits 2016 eine befristete ganze Invalidenrente erhalten hatte, meldete sich 2022 erneut bei der IV-Stelle zum Leistungsbezug an und erhielt nach Einholung eines polydisziplinären Gutachtens eine befristete ganze Invalidenrente, die jedoch ab Dezember 2023 aufgrund eines Invaliditätsgrades von 21 % bzw. 29 % nicht mehr gewährt wurde. Die Rechtsfrage betrifft die Frage, ob die IV-Stelle die Invalidenrente zu Recht ab Dezember 2023 eingestellt hat, da der Beschwerdeführer geltend macht, dass seine Restarbeitsfähigkeit nicht ausreichend berücksichtigt wurde. Das Bundesgericht hat die Beschwerde abgewiesen, da die Vorinstanz die Rechtslage korrekt angewendet und die Entscheidung der IV-Stelle nicht als willkürlich oder rechtsfehlerhaft angesehen hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_266-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_645/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Die 1974 geborene A.________ meldete sich 2018 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie einen Bandscheibenvorfall erlitten hatte, und beantragte eine Invalidenrente. Die IV-Stelle wies das Leistungsbegehren ab, und A.________ erhob Beschwerde, die vom Sozialversicherungsgericht des Kantons Zürich teilweise gutgeheissen wurde.\n\n**Rechtsfrage:** Die Rechtsfrage im Streitfall betrifft die Frage, ob die IV-Stelle zu Recht eine polydisziplinäre medizinische Abklärung durchgeführt hat und ob die Ablehnung des Rentenbegehrens durch die IV-Stelle und das Sozialversicherungsgericht des Kantons Zürich rechtmäßig war.\n\n**Ergebnis:** Das Bundesgericht hat die Beschwerde von A.________ abgewiesen und die Entscheidung des Sozialversicherungsgerichts des Kantons Zürich bestätigt, da die IV-Stelle zu Recht eine polydisziplinäre medizinische Abklärung durchgeführt hat und die Ablehnung des Rentenbegehrens durch die IV-Stelle und das Sozialversicherungsgericht des Kantons Zürich rechtmäßig war.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_645-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "05.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "8C_726/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Die Beschwerdeführerin hatte eine Neuanmeldung zum Leistungsbezug bei der Invalidenversicherung eingereicht, die jedoch von der Beschwerdegegnerin (IV-Stelle Basel-Landschaft) abgelehnt wurde, da die Beschwerdeführerin keine medizinischen Unterlagen beigebracht hatte, um eine namhafte Verbesserung ihrer objektiven Eingliederungsfähigkeit zu belegen.\n\n**Rechtsfrage:** Die Frage war, ob die Vorinstanz (Kantonsgericht Basel-Landschaft) zu Recht entschieden hatte, dass die Beschwerdeführerin ihre Beschwerde nicht hinreichend begründet hatte und daher auf die Beschwerde nicht einzutreten war.\n\n**Ergebnis:** Das Bundesgericht entschied, dass die Beschwerdeführerin ihre Beschwerde nicht hinreichend begründet hatte und daher auf die Beschwerde nicht einzutreten war, da sie nicht aufgezeigt hatte, inwieweit die von der Vorinstanz getroffenen Sachverhaltsfeststellungen offensichtlich unrichtig oder bundesrechtswidrig seien.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_726-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_181/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der seit 2010 eine ganze Invalidenrente bezog, wurde von der IV-Stelle des Kantons Graubünden observiert und angezeigt, da Verdacht auf Betrug und unrechtmässigen Leistungsbezug bestand. Die Rechtsfrage drehte sich um die Frage, ob die IV-Stelle berechtigt war, die Rentenzahlungen einzustellen und ob die Observationen und Abklärungen, die zur Einstellung der Rentenzahlungen führten, rechtmäßig waren. Das Bundesgericht entschied, dass die IV-Stelle berechtigt war, die Rentenzahlungen einzustellen und dass die Observationen und Abklärungen, die zur Einstellung der Rentenzahlungen führten, rechtmäßig waren, da sie aufgrund von konkreten Anhaltspunkten für einen möglichen Betrug durchgeführt wurden.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_181-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_660/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft einen 1977 geborenen Mann, der sich 2021 bei der IV-Stelle des Kantons Solothurn zum Leistungsbezug anmeldete, jedoch eine psychiatrische Begutachtung verweigerte und somit seine Mitwirkungspflicht verletzte.\n* Die Rechtsfrage dreht sich um die Frage, ob die IV-Stelle zu Recht aufgrund der fehlenden Mitwirkung des Mannes auf dessen Leistungsbegehren nicht eingetreten ist und ob die Vorinstanz Bundesrecht verletzte, indem sie die Beschwerde des Mannes abwies.\n* Das Ergebnis des Urteils ist, dass das Bundesgericht die Beschwerde des Mannes abweist, da die Vorinstanz keine Bundesrechtsverletzung begangen hat und die IV-Stelle zu Recht aufgrund der fehlenden Mitwirkung des Mannes auf dessen Leistungsbegehren nicht eingetreten ist.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_660-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "03.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "02.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "30.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "9C_94/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________ hatte gegen eine Verfügung der IV-Stelle Bern Beschwerde beim Verwaltungsgericht des Kantons Bern eingereicht, das jedoch auf die Beschwerde nicht eingetreten war, da die Beschwerde nicht den gesetzlichen Anforderungen entsprach. Die Rechtsfrage betrifft die Eintretensfrage, d.h. ob das Verwaltungsgericht zu Recht auf die Beschwerde nicht eingetreten ist, und ob die Beschwerde den gesetzlichen Anforderungen entspricht. Das Bundesgericht hat die Beschwerde abgewiesen, da die Vorinstanz zu Recht auf die Beschwerde nicht eingetreten ist, da die Beschwerde nicht den gesetzlichen Anforderungen entsprach und der Beschwerdeführer die Möglichkeit hatte, die Auferlegung der Verfahrenskosten mit dem Endentscheid anzufechten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_94-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "28.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    }
]