[
    {
        "aktenzeichen": "9C_59/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 8. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Die Beschwerdeführerin, A.________, hatte sich 2017 bei der Invalidenversicherung zum Leistungsbezug angemeldet, nachdem sie aufgrund von Schmerzen nicht mehr arbeiten konnte. Die IV-Stelle des Kantons Zürich hatte einen Rentenanspruch verneint, was vom Sozialversicherungsgericht des Kantons Zürich bestätigt wurde. Die Beschwerdeführerin hat nun vor dem Bundesgericht eine Beschwerde in öffentlich-rechtlichen Angelegenheiten eingereicht und beantragt, ihr eine volle Rente zuzusprechen oder die Sache an die IV-Stelle zurückzuweisen, um weitere Abklärungen vorzunehmen. \n\nDas Bundesgericht hat die Beschwerde abgewiesen und die Entscheidung der Vorinstanz bestätigt. Die genauen Gründe für diese Entscheidung sind im Urteil dargelegt und basieren auf der Prüfung der Rechtsmängel und der Sachverhaltsfeststellung durch die Vorinstanz. \n\nDie Entscheidung des Bundesgerichts ist endgültig und kann nicht mehr angefochten werden. Die Beschwerdeführerin hat somit keinen Anspruch auf eine volle Rente aus der Invalidenversicherung.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_59-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_725/2024",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 Sätzen:\n\nA.________, geboren 1973, meldete sich 2007 und erneut 2019 bei der Eidgenössischen Invalidenversicherung (IV) zum Leistungsbezug an, nachdem er 2005 ein Schleudertrauma erlitten hatte. Die IV-Stelle Luzern lehnte das Leistungsgesuch 2019 mangels eines Revisionsgrunds ab, und das Kantonsgericht Luzern wies die dagegen erhobene Beschwerde ab. Das Bundesgericht hat nun über die Beschwerde in öffentlich-rechtlichen Angelegenheiten zu entscheiden, mit der A.________ die Aufhebung des Urteils des Kantonsgerichts und die Zusprache einer ganzen Rente ab 1. April 2020 beantragt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_725-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_716/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Schweizer IV-Urteils in 3 Sätzen:\n\nDer Sachverhalt betrifft eine Person (A.________), die im Mai 2022 eine neue Antrag auf Leistungen aus der Invalidenversicherung stellte, die jedoch vom Office de l'assurance-invalidité pour le canton de Vaud abgelehnt wurde. Die Rechtsfrage dreht sich um die Frage, ob die von A.________ eingelegte Beschwerde gegen den ablehnenden Entscheid des Tribunal cantonal du canton de Vaud den Anforderungen an eine ausreichende Begründung genügt. Das Ergebnis ist, dass das Bundesgericht den Beschwerdeentscheid des Tribunal cantonal du canton de Vaud bestätigt und die Beschwerde von A.________ wegen unzureichender Begründung abweist, da sie sich lediglich auf die Behauptung beschränkt, an einer schweren Depression zu leiden, ohne die Entscheidung des Tribunal cantonal du canton de Vaud substantiell zu diskutieren.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_716-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_296/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Schweizer IV-Urteils in 3 Sätzen:\n\nDie Beschwerdeführerin A.________, geboren 1976, hatte sich mehrmals bei der Invalidenversicherung zum Leistungsbezug angemeldet, wurde jedoch jeweils abgelehnt, da keine relevante Veränderung der Verhältnisse glaubhaft gemacht worden war. Die Rechtsfrage bestand darin, ob die IV-Stelle zu Recht auf die Neuanmeldung nicht eingetreten war, weil keine relevante Veränderung der Verhältnisse glaubhaft gemacht worden war. Das Bundesgericht hat die Beschwerde abgewiesen und bestätigt, dass die IV-Stelle zu Recht auf die Neuanmeldung nicht eingetreten ist, da die Beschwerdeführerin keine relevante Veränderung der Verhältnisse glaubhaft gemacht hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_296-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_287/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Schweizer IV-Urteils in 3 Sätzen:\n\nDer Sachverhalt betrifft A.________, geboren 1979, der sich im Mai 2021 bei der Invalidenversicherung zum Leistungsbezug anmeldete und eine Alkoholabhängigkeit geltend machte, jedoch zwei stationäre Entzugs- und Entwöhnungsbehandlungen vorzeitig abbrach. Die Rechtsfrage dreht sich um die Frage, ob die IV-Stelle Solothurn zu Recht das Leistungsbegehren ablehnte, da A.________ die notwendigen Schritte zur Überwindung seiner Abhängigkeit nicht unternommen hatte. Das Ergebnis des Urteils ist, dass das Bundesgericht die Beschwerde von A.________ abweist und die Entscheidung der IV-Stelle Solothurn bestätigt, da A.________ nicht nachgewiesen hat, dass er die notwendigen Anstrengungen unternommen hat, um seine Abhängigkeit zu überwinden und somit die Voraussetzungen für eine Invalidenrente nicht erfüllt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_287-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_751/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Schweizer IV-Urteils in 3 Sätzen:\n\nDie Beschwerdeführerin A.________ hatte eine Beschwerde gegen eine rentenablehnende Verfügung der IV-Stelle des Kantons St. Gallen eingereicht, da sie aufgrund einer \"Long COVID\"-Erkrankung ihre Erwerbsfähigkeit eingeschränkt sah und eine Rente der Invalidenversicherung beantragte. Die Rechtsfrage bestand darin, ob die Vorinstanz die Erwerbsfähigkeit der Beschwerdeführerin richtig beurteilt hatte und ob die Beschwerdeführerin ihre Beschwerde ausreichend begründet hatte. Das Bundesgericht entschied, dass die Beschwerde nicht den gesetzlichen Anforderungen genügte und daher nicht darauf einzutreten war, da die Beschwerdeführerin nicht ausreichend dargelegt hatte, inwiefern die vorinstanzlichen Sachverhaltsfeststellungen auf einer Rechtsverletzung beruhen sollten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_751-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_291/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_291-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_601/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des IV-Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.A.________ hatte gegen die IV-Stelle Solothurn Beschwerde eingelegt, weil diese keine anfechtbare Verfügung über seinen Leistungsanspruch ab Dezember 2021 erlassen hatte und auch keine weitere Begutachtung angeordnet worden war. Die Vorinstanz hatte die Rechtsverweigerungsbeschwerde abgewiesen, und der Beschwerdeführer hatte dagegen Beschwerde beim Bundesgericht eingelegt, jedoch ohne die erforderlichen inhaltlichen Mindestanforderungen zu erfüllen. Das Bundesgericht hat deshalb nicht auf die Beschwerde eingetreten und hat ausnahmsweise auf die Erhebung von Gerichtskosten verzichtet.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-9C_601-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_697/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_697-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_242/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 Sätzen:\n\nDer Versicherte A.________ leidet an amyotropher Lateralsklerose (ALS) und bezieht von der Invalidenversicherung eine ganze Invalidenrente und eine Entschädigung für Hilflosigkeit, sowie einen Assistenzbeitrag, der aufgrund eines Revisionsverfahrens angepasst wurde. Die Rechtsfrage betrifft die Höhe des Assistenzbeitrags, insbesondere den Hilfebedarf im Bereich \"Erziehung und Kinderbetreuung\", der mit Hilfe des standardisierten Abklärungsinstruments \"FAKT2\" ermittelt wurde. Das Bundesgericht bestätigte die Entscheidung des Versicherungsgerichts des Kantons Aargau, wonach die IV-Stelle den Assistenzbeitrag unter Berücksichtigung eines Hilfebedarfs von 90 Minuten pro Tag im Bereich \"Erziehung und Kinderbetreuung\" festzusetzen hat, und wies die Beschwerde der IV-Stelle ab.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_242-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_266/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Schweizer IV-Urteils in 3 Sätzen:\n\nDer Beschwerdeführer A.________, geboren 1966, meldete sich mehrmals bei der IV-Stelle des Kantons Bern zum Leistungsbezug an, nachdem er an einer Rückenoperation und einer Polyarthritis litt und später weitere Gesundheitsprobleme aufwies, darunter Bandscheibenoperationen und Beeinträchtigungen des Nacken- und Armbereichs. Die Rechtsfrage bestand darin, ob die IV-Stelle den Anspruch auf eine ganze Invalidenrente zu Recht abgelehnt hatte, nachdem sie einen Invaliditätsgrad von 21 % bzw. 29 % ab dem 1. Dezember 2023 festgestellt hatte. Das Bundesgericht wies die Beschwerde ab, da die IV-Stelle den Anspruch auf eine ganze Invalidenrente zu Recht abgelehnt hatte, da der Invaliditätsgrad unter 40 % lag und somit kein Rentenanspruch mehr bestand.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_266-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_645/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Schweizer IV-Urteils in 3 Sätzen:\n\nDie Beschwerdeführerin A.________, geboren 1974, meldete sich 2018 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie einen Bandscheibenvorfall erlitten hatte, und beantragte eine Invalidenrente. Die Rechtsfrage drehte sich um die Frage, ob die IV-Stelle die richtige Art der medizinischen Abklärung durchgeführt hatte, insbesondere ob eine polydisziplinäre oder eine bidisziplinäre Begutachtung notwendig war, um die Invalidität der Beschwerdeführerin zu beurteilen. Das Bundesgericht hat das Urteil des Sozialversicherungsgerichts des Kantons Zürich bestätigt, das die Beschwerde der A.________ abgewiesen hatte, und somit die Abweisung ihres Rentenbegehrens durch die IV-Stelle bestätigt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_645-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "05.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "8C_726/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_726-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_181/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 Sätzen:\n\nDer Beschwerdeführer A.________, der seit 2010 eine ganze Invalidenrente bezog, wurde von der IV-Stelle des Kantons Graubünden observiert und es wurden Ermittlungen wegen Betrugs und unrechtmässigen Leistungsbezugs eingeleitet, nachdem Anzeichen dafür aufkamen, dass er möglicherweise nicht mehr invalid war. Die Rechtsfrage bestand darin, ob die IV-Stelle berechtigt war, die Rentenzahlungen einzustellen, bevor ein rechtskräftiges Urteil in der Strafsache vorlag, und ob die Observationen und Ermittlungen gegen A.________ rechtmäßig waren. Das Bundesgericht entschied, dass die IV-Stelle berechtigt war, die Rentenzahlungen einzustellen, da die vorliegenden Beweise einen begründeten Verdacht auf Betrug und unrechtmässigen Leistungsbezug ergaben, und dass die Observationen und Ermittlungen gegen A.________ rechtmäßig waren, da sie aufgrund konkreter Anhaltspunkte durchgeführt wurden.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_181-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_660/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_660-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "03.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "02.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "30.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "9C_94/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_94-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "28.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "27.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    }
]