[
    {
        "aktenzeichen": "8C_296/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_296-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_716/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_716-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_231/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-8C_231-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_654/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://27-01-2026-9C_654-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_760/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://26-01-2026-8C_760-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_725/2024",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_725-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_67/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_67-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_9/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://19-01-2026-8C_9-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_59/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Wird im nächsten Durchlauf analysiert...",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_59-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_59/2026",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 29. Januar 2026 ein Urteil im Fall 9C_59/2026 gefällt, in dem es um die Kantonal- und Gemeindesteuern sowie die direkte Bundessteuer für die Jahre 2015-2022 ging. Die Vorinstanz, die Camera di diritto tributario del Tribunale d'appello del Cantone Ticino, hatte den Rekurs des Steuerpflichtigen A.________ abgelehnt und die Steuern für die Jahre 2015-2022 bestätigt. Das Bundesgericht hat nun über den Rekurs gegen dieses Urteil zu entscheiden, wobei es um die Frage geht, ob die Steuern korrekt berechnet wurden und ob die Vorinstanz die Rechtsvorschriften richtig angewendet hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_59-2026&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_287/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 28. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt, in dem der Beschwerdeführer A.________ eine Invalidenrente beantragt hatte. Der Beschwerdeführer hatte sich 2021 bei der Invalidenversicherung gemeldet und eine Alkoholabhängigkeit angegeben, jedoch zwei stationäre Entzugs- und Entwöhnungsbehandlungen vorzeitig abgebrochen. Das Bundesgericht hat die Beschwerde des A.________ abgewiesen und damit das Urteil des Versicherungsgerichts des Kantons Solothurn bestätigt, das den Leistungsantrag abgelehnt hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_287-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_570/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 9. Januar 2026 ein Urteil im Fall 8C_570/2025 gefällt. Der Fall betrifft eine Prestazione complementare all'AVS/AI, bei der der Ricorrente gegen die Entscheidung der Cassa cantonale di compensazione AVS/AI/IPG des Kantons Tessin vor dem Tribunale delle assicurazioni des Kantons Tessin Berufung eingelegt hatte. Das Bundesgericht hat die Berufung abgewiesen, da der Ricorrente seine Argumente nicht ausreichend begründet und die Entscheidung des Tribunale delle assicurazioni nicht ausreichend angefochten hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://09-01-2026-8C_570-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_577/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 8. Januar 2026 eine Entscheidung im Fall 8C_577/2025 getroffen, in dem es um die Assurance-chômage (Arbeitslosenversicherung) ging. Der Recourant A.________ hatte gegen eine Entscheidung des Tribunal cantonal du canton de Vaud vom 4. September 2025 Rekurs eingelegt, den er jedoch später zurückzog. Das Bundesgericht hat daraufhin die Sache vom Rôle genommen und entschieden, dass keine Gerichtskosten erhoben werden.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-8C_577-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_384/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\nDas Bundesgericht hat am 7. Januar 2026 ein Urteil im Fall 8C_384/2025 gefällt, in dem es um die Frage der Invalidenrente und der Entschädigung für eine Körperverletzung nach einem Unfall ging. Der Kläger, A.________, war bei der Caisse nationale suisse d'assurance en cas d'accidents (CNA) versichert und hatte nach einem Unfall im Juli 2021 eine schwere Verletzung an der rechten Knöchel erlitten. Das Gericht hat nun über den Anspruch auf Invalidenrente und Entschädigung für die Körperverletzung entschieden, nachdem die CNA ihre ursprüngliche Entscheidung, die Leistungen einzustellen, aufgrund eines Arztgutachtens revidiert hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://07-01-2026-8C_384-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_291/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDie IV-Stelle des Kantons Zürich hat gegen ein Urteil des Sozialversicherungsgerichts des Kantons Zürich Beschwerde eingereicht, das die Sache zur weiteren Abklärung zurückgewiesen hatte. Die Beschwerde betrifft den Leistungsanspruch von A.________, die sich 2019 mit Hinweis auf diverse Beschwerden nach einem Zeckenbiss bei der IV-Stelle zum Leistungsbezug angemeldet hatte. Das Bundesgericht hat nun über die Beschwerde zu entscheiden, ob das Urteil des Sozialversicherungsgerichts aufzuheben und die Verfügung der IV-Stelle vom 18. Juni 2024 zu bestätigen ist.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_291-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_401/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 27. Januar 2026 ein Urteil im Fall einer Frau gefällt, die 2014 bei einem Unfall verletzt wurde und seitdem eine Invalidenrente bezieht. Die Frau hatte gegen die Entscheidung der Helsana Accidents SA geklagt, die das Ende der Zahlung von Taggeldern und die Ablehnung der Übernahme von medizinischen Kosten festgestellt hatte. Das Bundesgericht hat nun über den Fall entschieden und die Rechte der Frau in Bezug auf die Invalidenrente und die Übernahme von medizinischen Kosten geklärt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://27-01-2026-8C_401-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_107/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 26. Januar 2026 ein Urteil in einem Fall zur Mehrwertsteuer gefällt, in dem die A.________ AG gegen die Eidgenössische Steuerverwaltung (ESTV) klagte. Die ESTV hatte die Steuerpflichtige rückwirkend aus dem Register der Mehrwertsteuerpflichtigen gelöscht und eine Steuernachforderung von Fr. 865'495.- für die Steuerperioden 2018 bis 2020 geltend gemacht, da sie eine Steuerumgehung vermutete. Die A.________ AG hatte dagegen Beschwerde eingelegt und beantragt, dass sie zu Recht seit 1. Januar 2018 im Register der Mehrwertsteuerpflichtigen eingetragen sei und die Steuerforderung entsprechend anzupassen sei.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://26-01-2026-9C_107-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_751/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 21. Januar 2026 ein Urteil in einem Fall zur Invalidenversicherung gefällt, in dem die Beschwerdeführerin A.________ eine Rente aufgrund einer \"Long COVID\"-Erkrankung beantragt hatte. Die Beschwerdeführerin hatte gegen den Entscheid des Versicherungsgerichts des Kantons St. Gallen Beschwerde eingelegt, aber das Bundesgericht hat ihre Beschwerde abgewiesen, da sie nicht ausreichend begründet hatte, inwiefern der angefochtene Entscheid Recht verletzt. Die Beschwerdeführerin hatte insbesondere nicht dargelegt, warum die vorinstanzlichen Sachverhaltsfeststellungen, die auf einem Gutachten basierten, unzutreffend oder willkürlich seien.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_751-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_440/2024",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 8. Januar 2026 ein Urteil im Fall 9C_440/2024 gefällt, in dem es um die Steuern der A.________ AG für das Jahr 2017 ging. Die Dienststelle Steuern des Kantons Luzern hatte den steuerbaren Reingewinn auf Fr. 4'896'100.- festgesetzt, nachdem die A.________ AG nicht alle geforderten Unterlagen vorgelegt hatte. Das Bundesgericht hat nun über die Beschwerde der A.________ AG gegen das Urteil des Kantonsgerichts Luzern vom 25. Juni 2024 entschieden.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_440-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_622/2024",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 29. Dezember 2025 ein Urteil im Fall 9C_622/2024 gefällt, in dem es um die Grundstückgewinnsteuer des Kantons St. Gallen für die Veräusserung einer Liegenschaft ging. Die Ehegatten A.A.________ und B.A.________ hatten die Liegenschaft 2014 erworben und 2021 verkauft, wobei das Kantonale Steueramt eine Grundstückgewinnsteuer von Fr. 536'066.- erhob. Das Bundesgericht hat den Entscheid des Verwaltungsgerichts des Kantons St. Gallen bestätigt, der die Grundstückgewinnsteuer für gerechtfertigt erklärte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-12-2025-9C_622-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_212/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\nDas Schweizerische Bundesgericht hat am 26. Januar 2026 eine Verfügung erlassen, in der es das Verfahren 8C_212/2025 infolge des Rückzugs der Beschwerde abgeschrieben hat. Die Beschwerde wurde von A.________ gegen das Urteil des Versicherungsgerichts des Kantons Solothurn vom 28. Februar 2025 eingelegt und betraf eine Ergänzungsleistung zur AHV/IV. Da die Beschwerde zurückgezogen wurde, werden keine Gerichtskosten erhoben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://26-01-2026-8C_212-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_15/2026",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 21. Januar 2026 ein Urteil im Fall 9C_15/2026 gefällt, in dem es um die Taxe sur la plus-value (Wertzuwachssteuer) im Kanton Fribourg geht. Die Klägerin A.________ hatte gegen die Entscheidung des Service cantonal des contributions du canton de Fribourg (SCC) über die Höhe der Steuer auf ihre Immobilie geklagt. Das Bundesgericht hat das Urteil des Tribunal cantonal du canton de Fribourg vom 20. November 2025 bestätigt, das die Entscheidung des SCC aufgehoben und die Sache an den SCC zurückverwiesen hatte, um eine neue Entscheidung zu treffen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-9C_15-2026&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_757/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 21. Januar 2026 ein Urteil in einem Fall der Unfallversicherung gefällt, in dem der Beschwerdeführer A.________ gegen die Schweizerische Unfallversicherungsanstalt (Suva) klagte. Das kantonale Gericht hatte zuvor entschieden, dass seit der Verfügung von 2015 keine massgebliche Veränderung des Gesundheitszustands des Beschwerdeführers ausgewiesen war und daher kein Revisionsgrund für eine Rentenerhöhung vorlag. Das Bundesgericht hat nun über die Beschwerde des A.________ gegen dieses Urteil entschieden und dabei die Anforderungen an eine zulässige Beschwerde erläutert.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_757-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_697/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 21. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Der Beschwerdeführer A.________ hatte gegen den Entscheid des Versicherungsgerichts des Kantons St. Gallen Beschwerde eingelegt, da er eine höhere Rente bei einem Invaliditätsgrad von mindestens 70 % forderte. Das Bundesgericht wies die Beschwerde jedoch ab, da der Beschwerdeführer nicht ausreichend begründet hatte, inwiefern die Vorinstanz Bundesrecht verletzt hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_697-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_601/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 20. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Der Beschwerdeführer A.A.________ hatte sich gegen ein Urteil des Versicherungsgerichts des Kantons Solothurn vom 7. Oktober 2025 gewandt, das seine Beschwerde abgewiesen hatte. Das Bundesgericht hat nun festgestellt, dass die Eingaben des Beschwerdeführers keine rechtsgenügliche Auseinandersetzung mit den Erwägungen im angefochtenen Urteil enthalten und daher die Beschwerde abzuweisen ist.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-9C_601-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_477/2024",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 19. Januar 2026 ein Urteil im Fall 8C_477/2024 gefällt, in dem es um die Unfallversicherung einer 1983 geborenen Frau ging, die sich bei der Arbeit die linke Hand verletzt hatte. Die Schweizerische Unfallversicherungsanstalt (Suva) hatte die Leistungen eingestellt, da der medizinische Endzustand erreicht sei, und die Frau hatte dagegen Beschwerde eingelegt. Das Bundesgericht hat nun über die Beschwerde entschieden, aber die Entscheidung selbst wird in der Zusammenfassung nicht genannt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://19-01-2026-8C_477-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_470/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 16. Januar 2026 ein Urteil im Fall 9C_470/2025 gefällt, in dem es um die Kantonalen und kommunalen Steuern sowie die direkte Bundessteuer für das Jahr 2011 ging. Die Klägerin A.________ hatte gegen eine Entscheidung der Kantonalen Steuerverwaltung des Kantons Waadt vom 23. Juni 2025 Berufung eingelegt, nachdem sie eine Frist zur Zahlung von 1'500 Franken nicht eingehalten hatte. Das Bundesgericht hat nun über die Rechtmäßigkeit des Verfahrens entschieden, nachdem die Klägerin eine Frist zur Zahlung von Gerichtskosten nicht eingehalten hatte und ihr Recurs daraufhin als unzulässig erklärt worden war.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_470-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_189/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 14. Januar 2026 ein Urteil gefällt, in dem es die Beschwerde von A.A.________ und B.A.________ gegen das Urteil des Verwaltungsgerichts des Kantons Graubünden vom 19. Dezember 2024 abwies. Die Beschwerdeführer hatten sich gegen die amtliche Bewertung ihrer 1,5-Zimmerwohnung in der Gemeinde U.________ gewandt, die das Amt für Immobilienbewertung des Kantons Graubünden vorgenommen hatte. Das Bundesgericht stellte fest, dass die vom Bundesgericht zuvor festgestellten formellen Mängel im verwaltungsgerichtlichen Verfahren geheilt werden konnten und keinen anderen Verfahrensausgang rechtfertigten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-9C_189-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_266/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 28. Januar 2026 ein Urteil im Fall 8C_266/2025 gefällt, in dem es um die Invalidenversicherung und die Verwertbarkeit einer Restarbeitsfähigkeit ging. Der Beschwerdeführer A.________ hatte sich mehrmals bei der IV-Stelle des Kantons Bern zum Leistungsbezug angemeldet und hatte bereits eine befristete ganze Invalidenrente erhalten. Das Bundesgericht hat nun über die Beschwerde von A.________ gegen das Urteil des Verwaltungsgerichts des Kantons Bern vom 20. März 2025 entschieden, das die Verfügung der IV-Stelle bestätigt hatte, wonach A.________ ab dem 1. Dezember 2023 keinen Rentenanspruch mehr hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_266-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_749/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 22. Januar 2026 ein Urteil in einem Fall zur Arbeitslosenversicherung gefällt. Der Beschwerdeführer A.________ hatte gegen ein Urteil des Verwaltungsgerichts des Kantons Zug Beschwerde eingelegt, das seine Anspruchsberechtigung für Taggelder der Arbeitslosenversicherung für sechs respektive acht Tage eingestellt hatte. Die Beschwerde wurde jedoch wegen Versäumung der Rechtsmittelfrist abgewiesen, da die Beschwerdeschrift nicht innerhalb der gesetzlichen Frist von 30 Tagen nach Eröffnung der vollständigen Ausfertigung des Urteils eingereicht worden war.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://22-01-2026-8C_749-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_242/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 16. Januar 2026 ein Urteil im Fall 9C_242/2025 gefällt, in dem es um die Invalidenversicherung und den Assistenzbeitrag für einen Mann mit amyotropher Lateralsklerose (ALS) ging. Der Mann bezieht eine ganze Invalidenrente und eine Entschädigung für Hilflosigkeit und hatte einen Assistenzbeitrag von monatlich Fr. 9'431.95 erhalten, den das Versicherungsgericht des Kantons Aargau jedoch aufgehoben hatte. Das Bundesgericht hat nun das Urteil des Versicherungsgerichts bestätigt und die Sache an die IV-Stelle zurückgewiesen, um den Assistenzbeitrag neu zu berechnen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_242-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_153/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 14. Januar 2026 ein Urteil gefällt, in dem es über die Steuerpflicht der Stiftung A.________ entschied. Die Stiftung war ursprünglich von der Gewinn- und Kapitalsteuerpflicht befreit worden, aber nach einer Untersuchung wurde diese Befreiung aufgehoben und die Stiftung für steuerpflichtig erklärt. Das Urteil betrifft die Steuerperioden 2013-2021 und die Staats- und Gemeindesteuern sowie die direkte Bundessteuer des Kantons St. Gallen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-9C_153-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_4/2026",
        "datum": "06.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 21. Januar 2026 ein Urteil in einem Fall zur Arbeitslosenversicherung gefällt. Die Beschwerdeführerin, A.________, hatte gegen die Unia Arbeitslosenkasse Beschwerde eingelegt, da sie sich in ihrer Rolle als Gesellschafterin und Geschäftsführerin zweier Unternehmen nicht als arbeitslos betrachtet. Das Gericht hat jedoch entschieden, dass die Funktionen, die die Beschwerdeführerin in den Unternehmen innehatte, bereits von Gesetzes wegen eine massgebliche Selbstständigkeit bedeuten und somit die Voraussetzungen für die Arbeitslosenversicherung nicht erfüllt sind. Die Beschwerde wurde abgewiesen, da die Beschwerdeführerin ihre Argumente nicht ausreichend begründet und die Rechtsverletzung nicht hinreichend dargelegt hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_4-2026&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_645/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 16. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt, in dem eine 1974 geborene Frau (A.________) einen Anspruch auf Invalidenrente geltend gemacht hatte. Die IV-Stelle des Kantons Zürich hatte das Leistungsbegehren abgewiesen, und das Sozialversicherungsgericht des Kantons Zürich hatte die Beschwerde abgewiesen. Das Bundesgericht hat nun über die Beschwerde von A.________ gegen das Urteil des Sozialversicherungsgerichts entschieden.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_645-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_682/2024",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 9. Januar 2026 ein Urteil in einem Fall über Unfallversicherung gefällt, in dem es um den Kausalzusammenhang zwischen einem Unfall und den daraus resultierenden Verletzungen ging. Der Versicherte, A.________, war 2017 in einen Unfall verwickelt und hatte sich dabei verletzt, und die Baloise Versicherung AG hatte seine Leistungen teilweise eingeschränkt. Das Bundesgericht hat nun über die Beschwerde von A.________ gegen das Urteil des Verwaltungsgerichts des Kantons Zug entschieden, das die Sache zur weiteren Abklärung zurückgewiesen hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://09-01-2026-8C_682-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_627/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 9. Januar 2026 ein Urteil im Fall 8C_627/2025 gefällt, in dem es um die Berechnung einer Ergänzungsleistung zur Alters- und Hinterlassenenversicherung (AHV) ging. Der Kläger A.________ hatte gegen die Entscheidung der kantonalen Ausgleichskasse AVS/AI/IPG Berufung eingelegt, die einen hypothetischen Einkommen von 8'320 Franken bei der Berechnung der Ergänzungsleistung berücksichtigt hatte. Das Bundesgericht hat den Fall nun zu entscheiden und prüft, ob die kantonale Instanz das Recht richtig angewendet hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://09-01-2026-8C_627-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_209/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 30. Dezember 2025 ein Urteil im Fall 9C_209/2025 gefällt, in dem es um die Kantonal- und Gemeindesteuern sowie die direkte Bundessteuer für die Jahre 2016-2018 ging. Der Kläger, A.________, hatte gegen die Entscheidung der Steuerbehörde des Kantons Tessin Berufung eingelegt, da er mit der Steuerfestsetzung nicht einverstanden war. Das Urteil betrifft die Frage, ob bestimmte Einkünfte und Vermögenswerte des Klägers steuerpflichtig sind, insbesondere im Zusammenhang mit seiner Beteiligung an verschiedenen Unternehmen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-12-2025-9C_209-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_473/2025",
        "datum": "05.02.2026",
        "zusammenfassung": "Das Schweizerische Bundesgericht hat am 19. Januar 2026 eine Verfügung im Fall 8C_473/2025 erlassen. Der Beschwerdeführer A.________ hatte gegen das Urteil des Verwaltungsgerichts des Kantons Bern vom 20. Juni 2025 Beschwerde eingelegt, zog diese jedoch zurück. Das Verfahren wurde daraufhin abgeschrieben und keine Gerichtskosten erhoben. Die Verfügung wurde den Parteien, dem Verwaltungsgericht des Kantons Bern und dem Bundesamt für Sozialversicherungen mitgeteilt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://19-01-2026-8C_473-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_696/2025",
        "datum": "05.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 16. Januar 2026 ein Urteil im Fall 9C_696/2025 gefällt, in dem es um die Gewährung von unentgeltlicher Rechtspflege und Bestellung eines unentgeltlichen Rechtsvertreters für das Jahr 2020 ging. Der Beschwerdeführer A.________ hatte gegen das Urteil des Verwaltungsgerichts des Kantons Aargau vom 11. November 2025 Beschwerde eingelegt und die Aufhebung des Urteils sowie die Gewährung von unentgeltlicher Rechtspflege beantragt. Das Bundesgericht hat jedoch festgestellt, dass die Beschwerde nicht den Anforderungen an eine gültige Beschwerdeschrift entspricht, da sie nicht in gedrängter Form begründet wurde, inwiefern der angefochtene Akt Recht verletzt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_696-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_702/2024",
        "datum": "05.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 13. Januar 2026 ein Urteil gefällt, das die Steuereinschätzung von A.________ für die Steuerperioden 2017-2019 betrifft. A.________ hatte seine Wohnung in Zürich an eine von ihm kontrollierte Gesellschaft verkauft und war dann in den Kanton Zug gezogen, bevor er die Wohnung später zurückkaufte. Das Gericht musste entscheiden, ob der Kanton Zürich oder der Kanton Zug die Steuerhoheit über A.________ für die betreffenden Steuerperioden hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://13-01-2026-9C_702-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_231/2024",
        "datum": "05.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 29. Dezember 2025 ein Urteil im Fall 9C_231/2024 gefällt, in dem es um die doppelte Besteuerung interkantonaler Einkünfte der A.________ GmbH im Kanton Tessin für die Jahre 2013-2016 ging. Die A.________ GmbH, eine deutsche Firma, hatte eine Schweizer Tochtergesellschaft gegründet und war an der Bau des Gotthard-Basistunnels beteiligt. Das Gericht hat nun über den Rechtsstreit zwischen der A.________ GmbH und der Steuerverwaltung des Kantons Tessin entschieden, nachdem die Firma gegen die Entscheidung der kantonalen Steuerbehörde Berufung eingelegt hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-12-2025-9C_231-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_661/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 20. Januar 2026 ein Urteil gefällt, in dem es die Beschwerde einer Person gegen den Gemeinderat Untersiggenthal betreffend Sozialhilfe abwies. Die Beschwerde richtete sich gegen ein Urteil des Verwaltungsgerichts des Kantons Aargau, das die Verfügung des Departements Gesundheit und Soziales des Kantons Aargau bestätigte, die das Gesuch der Beschwerdeführerin um vorsorgliche Massnahmen abwies. Das Bundesgericht stellte fest, dass die Beschwerde nicht die erforderlichen Voraussetzungen erfüllte, um einen nicht wieder gutzumachenden Nachteil im Sinne von Art. 93 BGG zu begründen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_661-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_660/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 15. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt, in dem der Beschwerdeführer A.________ seine Mitwirkungspflicht verletzt hatte, indem er eine psychiatrische Begutachtung verweigerte. Die IV-Stelle des Kantons Solothurn hatte daraufhin aufgrund der fehlenden Mitwirkung auf das Leistungsbegehren von A.________ nicht eingetreten. Das Bundesgericht hat die Beschwerde von A.________ abgewiesen, da er seine Mitwirkungspflicht unentschuldbar verletzt hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_660-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_536/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\nDas Bundesgericht hat am 15. Januar 2026 ein Urteil im Fall 8C_536/2025 gefällt, in dem es um die Gewährung einer Insolvenzentschädigung für unbezahlte Löhne ging. Der Kläger, A.________, hatte bei der Caisse publique de chômage du canton de Fribourg eine Entschädigung für die Monate Dezember 2021 bis März 2022 beantragt, da sein ehemaliger Arbeitgeber insolvent war. Das Bundesgericht hat das Urteil des Tribunal cantonal du canton de Fribourg vom 7. Juli 2025 bestätigt, das die Entscheidung der Caisse publique de chômage du canton de Fribourg aufgehoben hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_536-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_181/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen:\nDas Bundesgericht hat am 15. Januar 2026 ein Urteil in einem Fall von Invalidenversicherung gefällt, in dem der Beschwerdeführer A.________ eine ganze Invalidenrente bezog. Die IV-Stelle des Kantons Graubünden hatte eine Revision eingeleitet und festgestellt, dass A.________ möglicherweise den Leistungsbezug unrechtmäßig erlangt hatte, woraufhin eine Strafanzeige eingereicht wurde. Das Urteil betrifft die Frage, ob A.________ seine Meldepflicht verletzt hat und ob die IV-Stelle berechtigt war, die Leistungen zu überprüfen und eine Strafanzeige einzureichen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_181-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_728/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 14. Januar 2026 ein Urteil gefällt, in dem es die Beschwerde einer Person gegen die Ausgleichskasse Basel-Landschaft abwies. Die Beschwerdeführerin hatte sich gegen die Höhe der ihr zugesprochenen Ergänzungsleistungen zur AHV gewandt, jedoch konnte sie nicht nachweisen, dass die Vorinstanz Bundesrecht verletzt hatte. Die Beschwerdeführerin hatte ihre Argumente nicht ausreichend begründet und lediglich ihre eigene Sichtweise wiedergegeben, was nicht genügte, um die Beschwerde erfolgreich zu machen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_728-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_726/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 14. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Die Beschwerdeführerin hatte gegen die IV-Stelle Basel-Landschaft Beschwerde eingelegt, weil diese auf ihre Neuanmeldung zum Leistungsbezug nicht eingetreten war. Das Bundesgericht hat die Beschwerde abgewiesen, da die Beschwerdeführerin es unterlassen hatte, ihre behauptete Verbesserung der Eingliederungsfähigkeit mit medizinischen Unterlagen zu belegen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_726-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_636/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 12. Januar 2026 ein Urteil in einem Fall zur Arbeitslosenversicherung gefällt, in dem es um die Insolvenzentschädigung für einen ehemaligen Mitarbeiter ging. Der Mitarbeiter, A.________, hatte bei der B.________ AG gearbeitet und nach der Insolvenz des Unternehmens eine Insolvenzentschädigung beantragt, die jedoch von der Arbeitslosenkasse abgelehnt wurde. Das Bundesgericht hat nun über die Beschwerde von A.________ entschieden und die vorinstanzlichen Akten beigezogen, um über die Rechtmäßigkeit der Entscheidung der Arbeitslosenkasse zu entscheiden.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-8C_636-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_270/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 12. Januar 2026 ein Urteil in einem Fall zur Arbeitslosenversicherung gefällt, in dem das Amt für Arbeit gegen ein Urteil des Sozialversicherungsgerichts des Kantons Zürich Beschwerde eingelegt hatte. Die Beschwerde betraf die Einstelldauer der Anspruchsberechtigung einer Person, die wegen ungenügender persönlicher Arbeitsbemühungen für 20 Tage eingestellt worden war, aber das Sozialversicherungsgericht die Einstelldauer auf 15 Tage reduziert hatte. Das Bundesgericht hat nun über die Beschwerde entschieden, wobei die Entscheidung jedoch nicht im Text genannt wird.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-8C_270-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_96/2024",
        "datum": "03.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 19. Januar 2026 ein Urteil im Fall 9C_96/2024 gefällt, in dem es um die Auflösung eines Arbeitsverhältnisses zwischen einem Bundesamt und einem Mitarbeiter ging. Der Mitarbeiter, B.A.________, war wegen Nichtbeachtung von Weisungen fristlos entlassen worden und hatte Beschwerde beim Bundesverwaltungsgericht eingelegt, das ihm teilweise Recht gegeben hatte. Das Bundesgericht hat nun das Urteil des Bundesverwaltungsgerichts bestätigt und dem Mitarbeiter eine Entschädigung zugesprochen, da die fristlose Entlassung unrechtmäßig war.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://19-01-2026-9C_96-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_451/2025",
        "datum": "03.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDie Öffentliche Arbeitslosenkasse des Kantons Basel-Stadt hat Beschwerde gegen ein Urteil des Sozialversicherungsgerichts des Kantons Basel-Stadt vom 29. Juli 2025 eingereicht. Das Sozialversicherungsgericht hatte sich aufgrund fehlender sachlicher Zuständigkeit nicht auf eine Schadenersatzforderung von A.________ eingelassen, die diese gegen die Arbeitslosenkasse geltend gemacht hatte. Die Arbeitslosenkasse beantragt nun die Aufhebung des kantonalen Urteils und die Rückweisung der Sache an das Sozialversicherungsgericht.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_451-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_432/2025",
        "datum": "03.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 16. Januar 2026 einen Entscheid in einem Fall über eine Prestation complémentaire à l'AVS/AI (eine Zusatzleistung zur Alters- und Invalidenversicherung) gefällt. Der Kläger, A.________, hatte eine Rente der Invalidenversicherung seit dem 1. Dezember 2021 und beantragte am 24. April 2024 Zusatzleistungen, die ihm jedoch erst ab dem 1. April 2024 gewährt wurden. Der Kläger hatte eine rückwirkende Gewährung der Zusatzleistungen ab dem Beginn seiner Invalidenrente beantragt, was jedoch vom Bundesgericht abgelehnt wurde.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_432-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_328/2025",
        "datum": "03.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 14. Januar 2026 ein Urteil im Fall einer Frau gefällt, die 2019 bei einem Verkehrsunfall in Deutschland ein Polytrauma erlitt und seitdem von der Schweizerischen Unfallversicherungsanstalt (Suva) versichert ist. Die Suva hatte die Leistungspflicht für den Unfall anerkannt, aber die Heilbehandlungskosten und Taggeldleistungen per 31. Juli 2023 eingestellt, nachdem die Invalidenversicherung der Frau eine ganze Invalidenrente zugesprochen hatte. Das Bundesgericht hat nun über die Beschwerde der Frau gegen die Einstellung der Leistungen durch die Suva entschieden.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_328-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_385/2025",
        "datum": "02.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 20. Januar 2026 ein Urteil im Fall einer Frau gefällt, die 2007 als Inlineskaterin einen Unfall erlitt und seitdem mehrere Rückfälle hatte. Die Schweizerische Unfallversicherungsanstalt (Suva) hatte die Leistungen für die Rückfälle zunächst übernommen, aber später eingestellt, da sie den Kausalzusammenhang zwischen dem Unfall und den Beschwerden verneinte. Die Frau hatte gegen die Entscheidung der Suva Beschwerde eingelegt, aber das Sozialversicherungsgericht des Kantons Zürich und nun auch das Bundesgericht haben ihre Beschwerde abgewiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_385-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_711/2025",
        "datum": "02.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 19. Januar 2026 ein Urteil gefällt, in dem es um die Steuern des Kantons Zürich und die direkte Bundessteuer für das Steuerjahr 2021 geht. Die Eheleute A.A. und B.A. hatten in ihrer Steuererklärung ein steuerbares Einkommen von Fr. 57'500.- und Fr. 49'100.- deklariert, aber das Kantonale Steueramt Zürich hat nach einer Revision der Geschäftsbücher einer AG ein höheres Einkommen von Fr. 145'900.- und Fr. 137'500.- geschätzt. Die Pflichtigen hatten trotz Aufforderung keine substanziellen Antworten auf die Auflagen des Steueramts gegeben, was zur Schätzung des Einkommens geführt hat.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://19-01-2026-9C_711-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_604/2025",
        "datum": "02.02.2026",
        "zusammenfassung": "Das Schweizerische Bundesgericht hat am 19. Januar 2026 ein Urteil gefällt, in dem es auf eine Beschwerde nicht eingeht, da die Beschwerdeführerin den geforderten Kostenvorschuss nicht geleistet hat. Das Gericht hat entschieden, dass es aufgrund von Art. 62 Abs. 3 BGG im vereinfachten Verfahren nicht auf die Beschwerde eingeht. Es werden keine Gerichtskosten erhoben, da die Beschwerdeführerin den Kostenvorschuss nicht geleistet hat und das Gericht ausnahmsweise auf die Erhebung von Gerichtskosten verzichtet.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://19-01-2026-8C_604-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_557/2025",
        "datum": "02.02.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 14. Januar 2026 ein Urteil im Fall 9C_557/2025 gefällt, in dem es um die Leistungspflicht eines Vorsorgefonds bei Invalidität geht. Der Kläger, A.________, hatte bei dem Vorsorgefonds C.________ eine ganze Invalidenrente ab dem 1. Januar 2022 beantragt, nachdem er von der Invalidenversicherung eine entsprechende Rente erhalten hatte. Das Bundesgericht hat nun über die Beschwerde von A.________ gegen den Entscheid des Verwaltungsgerichts des Kantons Thurgau vom 13. August 2025 zu entscheiden, der die Leistungspflicht des Vorsorgefonds verneint hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-9C_557-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_662/2025",
        "datum": "30.01.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\nDas Bundesgericht hat am 16. Januar 2026 ein Urteil in einem Fall über die interkommunale Steuer auf Zweitwohnsitzen im Kanton Waadt gefällt. Der Fall betraf einen Eigentümer, der für die Jahre 2013-2023 eine Steuerrechnung erhalten hatte, und das Gericht musste entscheiden, ob die Steuerrechnung rechtmäßig war. Das Urteil wurde von der III. Kammer für öffentliches Recht des Bundesgerichts gefällt, jedoch werden die Details des Urteils nicht genannt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_662-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_469/2025",
        "datum": "30.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 8. Januar 2026 ein Urteil im Fall 8C_469/2025 gefällt, in dem es um den Anspruch auf Krankentaggelder für einen Mann ging, der aufgrund neurologischer Beschwerden arbeitsunfähig war. Der Mann hatte sich bei der Arbeitslosenversicherung angemeldet und Arbeitslosenentschädigung beantragt, aber das Amt für Arbeitslosenversicherung des Kantons Bern hatte seinen Anspruch auf Krankentaggelder teilweise abgelehnt. Das Verwaltungsgericht des Kantons Bern hatte die Beschwerde des Mannes jedoch gutgeheißen und ihm den Anspruch auf Krankentaggelder zugesprochen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-8C_469-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_650/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 14. Januar 2026 ein Urteil gefällt, in dem es eine Beschwerde gegen den Beschluss des Sozialversicherungsgerichts des Kantons Zürich vom 16. September 2025 abgelehnt hat. Der Beschwerdeführer hatte gegen den Einspracheentscheid der Sozialversicherungsanstalt des Kantons Zürich vom 23. Juni 2025 Beschwerde eingelegt, aber das kantonale Gericht hatte auf diese Beschwerde nicht eingetreten. Der Beschwerdeführer legte jedoch nicht dar, inwiefern die Vorinstanz unrichtige Sachverhaltsfeststellungen getroffen oder einen anderen Beschwerdegrund gesetzt haben soll.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_650-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_348/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\nDas Bundesgericht hat am 13. Januar 2026 ein Urteil im Fall 8C_348/2025 gefällt, in dem es um die Frage der Kausalität zwischen einem Unfall und den daraus resultierenden gesundheitlichen Problemen ging. Der Kläger, A.________, war 2016 Opfer eines Unfalls, bei dem er von einem herabfallenden Stuhl getroffen wurde, und später erlitt er eine Gehirnerschütterung, nachdem er auf einem nassen Boden ausgerutscht war. Die Caisse nationale suisse d'assurance en cas d'accidents (CNA) hatte den Fall übernommen, aber die Frage der Kausalität zwischen den Unfällen und den gesundheitlichen Problemen war strittig.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://13-01-2026-8C_348-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_94/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 12. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt, in dem der Beschwerdeführer A.________ gegen die IV-Stelle Bern Beschwerde eingelegt hatte. Der Beschwerdeführer hatte gegen die Verfügung der IV-Stelle Bern Beschwerde beim Verwaltungsgericht des Kantons Bern eingelegt, das jedoch nicht auf die Beschwerde eingetreten war. Das Bundesgericht hat nun über die Beschwerde des A.________ gegen das Urteil des Verwaltungsgerichts entschieden und die Beschwerde abgewiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_94-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_102/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 22. Dezember 2025 ein Urteil im Fall 9C_102/2025 gefällt, in dem es um die Notfalldienstersatzabgabepflicht des Kantons St. Gallen für die Abgabeperiode 2020 ging. Die Ärztegesellschaft des Kantons St. Gallen hatte Beschwerde gegen den Entscheid des Verwaltungsgerichts des Kantons St. Gallen vom 8. Januar 2025 eingelegt. Der Fall betrifft die B.________ AG, ein Institut für Pathologie, das eine Zweigniederlassung in V.________/SG unterhält und von einem als Medizinalperson anerkannten Arzt geleitet wird, der auch ausserhalb der Öffnungszeiten telefonisch erreichbar ist und bestimmte Dienstleistungen anbietet.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://22-12-2025-9C_102-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_349/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 18. Dezember 2025 ein Urteil im Fall 9C_349/2025 gefällt, in dem es um die Staats- und Gemeindesteuern des Kantons Zürich und die direkte Bundessteuer für das Jahr 2019 ging. Der Beschwerdeführer A.________ hatte gegen die Einschätzung seines steuerbaren Einkommens und Vermögens durch das kantonale Steueramt Zürich Beschwerde eingelegt, da er eine Ausscheidung von selbstständigem Erwerbseinkommen nach V.________/SZ und einen höheren Abzug für den Liegenschaftsunterhalt gefordert hatte. Das Bundesgericht hat das Urteil des Verwaltungsgerichts des Kantons Zürich vom 15. April 2025 teilweise bestätigt und teilweise abgeändert.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://18-12-2025-9C_349-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_717/2025",
        "datum": "28.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 19. Januar 2026 ein Urteil gefällt, in dem es sich mit einer Beschwerde gegen den Entscheid des Verwaltungsgerichts des Kantons Schwyz vom 13. November 2025 befasst. Der Beschwerdeführer hatte gegen den Einspracheentscheid der Sozialversicherungsanstalt Schwyz Beschwerde erhoben, die jedoch vom kantonalen Gericht wegen verspäteter Erhebung abgewiesen wurde. Das Bundesgericht hat nun festgestellt, dass der Beschwerdeführer nicht ausreichend dargelegt hat, inwiefern die Sachverhaltsfeststellungen der Vorinstanz offensichtlich unrichtig oder willkürlich sind.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://19-01-2026-8C_717-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_166/2025",
        "datum": "28.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 19. Januar 2026 ein Urteil gefällt, in dem es über die Gewährung von Ausbildungszulagen für die Tochter eines Beschwerdeführers entschied. Der Beschwerdeführer hatte für seine Tochter B.A.________ Ausbildungszulagen von der Familienausgleichskasse Zug erhalten, jedoch wurde der Anspruch für den Zeitraum vom 1. August bis 31. Oktober 2023 abgelehnt, da sich die Tochter in keiner anerkannten Ausbildung befand. Das Bundesgericht hat nun über die Beschwerde des Vaters entschieden, der die Ausbildungszulage für diesen Zeitraum forderte. Die Entscheidung des Bundesgerichts ist noch nicht bekannt, da der Text nur den Sachverhalt und die Erwägungen des Gerichts beschreibt, aber nicht das Urteil selbst.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://19-01-2026-8C_166-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_707/2025",
        "datum": "28.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 16. Januar 2026 ein Urteil gefällt, in dem es über eine Beschwerde der A.________ AG gegen die Eidgenössische Steuerverwaltung entschied. Die A.________ AG hatte gegen die Verrechnungssteuer für die Steuerperiode 2021 Beschwerde eingelegt, aber den geforderten Kostenvorschuss nicht bezahlt, woraufhin das Bundesverwaltungsgericht auf die Beschwerde nicht eingetreten war. Die A.________ AG beantragte nun, das Urteil in einen Abschreibungsbeschluss umzuwandeln und auf die Erhebung der Kosten zu verzichten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_707-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_436/2025",
        "datum": "28.01.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 14. Januar 2026 ein Urteil im Fall 8C_436/2025 gefällt, in dem es um die Suspension des Rechts auf Arbeitslosenentschädigung ging. Der Kläger, A.________, hatte nach seiner Kündigung Anspruch auf Arbeitslosenentschädigung, aber die Unia-Kasse hatte sein Recht auf Entschädigung für 25 Tage suspendiert. Das Bundesgericht hat nun über den Rechtsstreit zwischen A.________ und der Unia-Kasse entschieden, nachdem die Cour de justice de la République et canton de Genève am 30. Juni 2025 ein Urteil gefällt hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_436-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_202/2025",
        "datum": "28.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 7. Januar 2026 ein Urteil in einem Fall zur Arbeitslosenversicherung gefällt. Der Fall betrifft eine Person, die sich 2022 arbeitslos gemeldet hatte und deren Anspruch auf Arbeitslosenentschädigung wegen Nichtbefolgens von Kontrollvorschriften und Weisungen des Regionalen Arbeitsvermittlungszentrums (RAV) eingeschränkt wurde. Das Bundesgericht hat das Urteil des Sozialversicherungsgerichts des Kantons Zürich aufgehoben, das den Einspracheentscheid des Amtes für Arbeit aufgehoben hatte, und den Einspracheentscheid vom 7. Februar 2024 wiederhergestellt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://07-01-2026-8C_202-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_715/2025",
        "datum": "27.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 13. Januar 2026 ein Urteil gefällt, das die Beschwerde von A.________ gegen das Urteil des Verwaltungsgerichts des Kantons Zürich vom 12. November 2025 betrifft. Die Beschwerde betrifft die Auferlegung von Nachsteuern und Bussen für die Steuerperioden 2010-2016. Das Verwaltungsgericht hatte zuvor die Beschwerden von A.________ gegen den Nichteintretensentscheid des Steuerrekursgerichts abgewiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://13-01-2026-9C_715-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_708/2025",
        "datum": "27.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 8. Januar 2026 ein Urteil gefällt, in dem es auf eine Beschwerde gegen ein Nichteintretensurteil des Verwaltungsgerichts des Kantons Bern nicht eintritt. Die Beschwerdeführer hatten gegen eine Liegenschaftssteuer des Kantons Bern Beschwerde eingelegt, aber ihre Beschwerde wurde vom Verwaltungsgericht als verspätet abgelehnt. Das Bundesgericht bestätigte diese Entscheidung, da die Beschwerdeführer sich nicht mit den Gründen des Nichteintretens auseinandergesetzt hatten und ihre Beschwerde somit keine rechtsgenügliche Begründung aufwies. Die Beschwerdeführer wurden daher kostenpflichtig.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_708-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_465/2025",
        "datum": "27.01.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 29. Dezember 2025 ein Urteil im Fall 9C_465/2025 gefällt, in dem es um die Leistungspflicht der BVK Personalvorsorge des Kantons Zürich im Zusammenhang mit der Invalidität einer ehemaligen Angestellten ging. Die Beschwerdeführerin, A.________, war von 2009 bis 2018 beim Kanton Zürich angestellt und wurde aufgrund einer psychischen Erkrankung arbeitsunfähig, bevor sie 2020 bei der Stadt Zürich eine neue Anstellung fand. Das Bundesgericht hat nun über die Leistungspflicht der BVK im Zusammenhang mit der Invalidität von A.________ entschieden, nachdem die IV-Stelle des Kantons Zürich ihr eine ganze Invalidenrente zugesprochen hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-12-2025-9C_465-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_684/2025",
        "datum": "27.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 23. Dezember 2025 ein Urteil in einem Fall zur Mehrwertsteuer für die Jahre 2016 bis 2019 gefällt. Die A.________ AG hatte gegen das Urteil des Bundesverwaltungsgerichts vom 27. Oktober 2025 Beschwerde eingelegt und die Aufhebung des Urteils beantragt. Das Bundesgericht hat jedoch die Beschwerde abgewiesen, da die A.________ AG ihre Rügen nicht präzise vorgebracht und begründet hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://23-12-2025-9C_684-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_538/2025",
        "datum": "27.01.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 23. Dezember 2025 ein Urteil im Fall 9C_538/2025 gefällt, in dem es um die Staats- und Gemeindesteuern des Kantons Luzern und die direkte Bundessteuer für das Steuerjahr 2020 ging. Die Beschwerdeführer, ein Ehepaar, hatten gegen die Veranlagungsverfügung der Dienststelle Steuern des Kantons Luzern Beschwerde eingelegt, da sie mit der Festsetzung des steuerbaren Einkommens und Vermögens nicht einverstanden waren. Das Bundesgericht hat nun über die Beschwerde entschieden, nachdem das Kantonsgericht Luzern bereits am 1. September 2025 ein Urteil gefällt hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://23-12-2025-9C_538-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_270/2025",
        "datum": "27.01.2026",
        "zusammenfassung": "Hier ist eine kurze Zusammenfassung in 3 Sätzen auf Deutsch:\n\nDas Bundesgericht hat am 11. Dezember 2025 ein Urteil im Fall der A.________ AG gefällt, die gegen das Urteil des Bundesverwaltungsgerichts vom 21. März 2025 Beschwerde eingelegt hatte. Die A.________ AG hatte eine Bewilligung für den vorläufig abgabebefreiten Bezug von flüchtigen organischen Verbindungen (VOC) und wurde bei einer Unternehmenskontrolle 2020 wegen unrichtiger Anmeldung und Nichterhebung von VOC-Abgaben und Mehrwertsteuer beanstandet. Das Bundesgericht hat nun über die Beschwerde der A.________ AG gegen das Urteil des Bundesverwaltungsgerichts entschieden, das die Abgabeperiode 2016 betraf.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://11-12-2025-9C_270-2025&lang=de&zoom=&type=show_document"
    }
]