[
    {
        "aktenzeichen": "9C_59/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 8. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Die Beschwerdeführerin, A.________, hatte sich 2017 bei der Invalidenversicherung zum Leistungsbezug angemeldet, nachdem sie aufgrund von Schmerzen nicht mehr arbeiten konnte. Die IV-Stelle des Kantons Zürich hatte einen Rentenanspruch verneint, was vom Sozialversicherungsgericht des Kantons Zürich bestätigt wurde. Die Beschwerdeführerin beantragte nun vor dem Bundesgericht, ihr eine volle Rente zuzusprechen oder die Sache an die IV-Stelle zurückzuweisen, um weitere Abklärungen vorzunehmen. \n\nDas Bundesgericht hat die Beschwerde abgewiesen, da die Vorinstanz die Sachverhaltsfeststellung korrekt vorgenommen hatte und keine Rechtsverletzung vorlag. Die IV-Stelle hatte medizinische und erwerbliche Abklärungen vorgenommen und ein polydisziplinäres Gutachten in Auftrag gegeben, das zu dem Schluss kam, dass die Beschwerdeführerin nicht invalid ist. \n\nDas Bundesgericht hat festgestellt, dass die Vorinstanz die Sachverhaltsfeststellung korrekt vorgenommen hatte und dass die IV-Stelle ihre Abklärungen ordnungsgemäß durchgeführt hatte. Daher wurde die Beschwerde abgewiesen und die Entscheidung der Vorinstanz bestätigt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_59-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_725/2024",
        "datum": "13.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 20. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Der Beschwerdeführer, A.________, hatte sich 2007 und erneut 2019 bei der IV-Stelle Luzern zum Leistungsbezug angemeldet, nachdem er 2005 ein Schleudertrauma erlitten hatte. Die IV-Stelle hatte das Leistungsgesuch abgelehnt, da kein Gesundheitsschaden mit Auswirkung auf die Arbeits- und Erwerbsfähigkeit vorliege. Das Kantonsgericht Luzern hatte die gegen diese Verfügung erhobene Beschwerde abgewiesen, und der Beschwerdeführer hatte dagegen Beschwerde in öffentlich-rechtlichen Angelegenheiten beim Bundesgericht eingelegt.\n\nDas Bundesgericht hat die Beschwerde abgewiesen, da die rechtserheblichen Tatsachen vollständig festgestellt worden seien und der Untersuchungsgrundsatz sowie die Beweiswürdigungsregeln beachtet worden seien. Die ärztlichen Feststellungen hätten nicht auf eine Arbeitsunfähigkeit geschlossen, und die IV-Stelle habe daher zu Recht das Leistungsgesuch abgelehnt.\n\nDie Entscheidung des Bundesgerichts basiert auf der Prüfung der Rechtsmängel, die in seinem Verfahren gerügt worden waren, und auf der Anwendung des Rechts von Amtes wegen. Das Gericht hat die Sachverhaltsfeststellung der Vorinstanz zugrunde gelegt und nur offensichtliche Fehler oder Rechtsverletzungen berichtigt oder ergänzt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_725-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_716/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 29. Januar 2026 ein Urteil gefällt, in dem es einen Recurs in einer Angelegenheit der Invalidenversicherung abwies. Die Recurantin hatte gegen eine Entscheidung des Kantonalen Gerichts des Kantons Waadt vom 2. Dezember 2025 Recurs eingelegt, mit dem sie eine neue Prüfung ihrer Ansprüche auf Invalidenleistungen beantragt hatte. Das Bundesgericht befand jedoch, dass die Recurantin ihre Argumente nicht ausreichend begründet hatte und daher nicht in die materielle Prüfung des Falls eintrat.\n\nDie Recurantin hatte behauptet, an einer schweren Depression zu leiden, die von ihren Ärzten bestätigt worden sei, und dass die Experten, die vom Amt für Invalidenversicherung beauftragt worden waren, diese Erkrankung nicht ausreichend berücksichtigt hätten. Das Bundesgericht befand jedoch, dass diese Argumente nicht ausreichend seien, um eine Verletzung des Bundesrechts oder eine offensichtlich unrichtige Feststellung der Tatsachen durch das Kantonalgericht nachzuweisen.\n\nDas Urteil zeigt, dass das Bundesgericht strenge Anforderungen an die Begründung von Recursen stellt und dass die Recurantin ihre Argumente klar und ausführlich darlegen muss, um eine erfolgreiche Berufung zu erreichen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_716-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_296/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 30. Januar 2026 ein Urteil im Bereich der Invalidenversicherung gefällt. Die Beschwerdeführerin, A.________, hatte sich mehrmals bei der Invalidenversicherung zum Leistungsbezug angemeldet, wurde jedoch jeweils abgelehnt, da keine relevante Veränderung ihrer Verhältnisse glaubhaft gemacht worden war. Das Bundesgericht hat die Beschwerde der A.________ abgewiesen, da die Vorinstanz keine Bundesrecht verletzte, indem sie die Verfügung der IV-Stelle bestätigte, mit der auf die Neuanmeldung nicht eingetreten wurde. Die Beschwerdeführerin hatte keine neuen Tatsachen oder Umstände vorgetragen, die eine erneute Prüfung ihrer Leistungsansprüche gerechtfertigt hätten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_296-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_287/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 28. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Der Beschwerdeführer, A.________, hatte sich im Mai 2021 bei der Invalidenversicherung gemeldet und Leistungen wegen einer Alkoholabhängigkeit beantragt. Die IV-Stelle Solothurn hatte jedoch das Leistungsbegehren abgelehnt, nachdem A.________ zwei stationäre Entzugs- und Entwöhnungsbehandlungen vorzeitig abgebrochen hatte. Das Bundesgericht hat die Beschwerde von A.________ abgewiesen und die Leistungsablehnung durch die IV-Stelle bestätigt, da A.________ seine Schadenminderungspflicht verletzt hatte, indem er die Behandlungen nicht zu Ende geführt hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_287-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_751/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 21. Januar 2026 ein Urteil gefällt, in dem es eine Beschwerde gegen einen Entscheid des Versicherungsgerichts des Kantons St. Gallen abwies. Die Beschwerdeführerin, A.________, hatte eine Rente der Invalidenversicherung beantragt, da sie aufgrund einer \"Long COVID\"-Erkrankung in ihrer Erwerbsfähigkeit eingeschränkt sei. Das Bundesgericht entschied jedoch, dass die Beschwerdeführerin nicht ausreichend begründet hatte, warum die vorinstanzlichen Erwägungen Bundesrecht verletzt hätten, und daher auf die Beschwerde nicht einzutreten sei. Das Gericht verzichtete auf die Erhebung von Gerichtskosten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_751-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_291/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 28. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Die IV-Stelle des Kantons Zürich hatte den Leistungsanspruch einer 1977 geborenen Frau, die seit 2012 als selbstständige PR- und Kommunikationsberaterin tätig ist, abgelehnt, nachdem sie sich 2019 mit diversen Beschwerden nach einem Zeckenbiss bei der IV-Stelle gemeldet hatte. Das Sozialversicherungsgericht des Kantons Zürich hatte die Beschwerde der Frau gutgeheissen und die Sache an die IV-Stelle zurückgewiesen, um weitere Abklärungen vorzunehmen.\n\nDie IV-Stelle legte Beschwerde ein und beantragte, das Urteil des Sozialversicherungsgerichts aufzuheben und die Verfügung vom 18. Juni 2024 zu bestätigen. Die Beschwerdegegnerin, die Frau, beantragte die Abweisung der Beschwerde. Das Bundesgericht prüfte seine Zuständigkeit und die Eintretensvoraussetzungen und stellte fest, dass die Beschwerde zulässig ist.\n\nDas Bundesgericht hat die Beschwerde der IV-Stelle abgewiesen und das Urteil des Sozialversicherungsgerichts bestätigt, da die IV-Stelle weitere Abklärungen vornehmen muss, um den Leistungsanspruch der Frau zu beurteilen. Die IV-Stelle muss nun weitere Untersuchungen durchführen, um den Gesundheitszustand der Frau und ihre Arbeitsfähigkeit zu beurteilen, bevor sie eine endgültige Entscheidung über den Leistungsanspruch treffen kann.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_291-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_601/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 20. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Der Beschwerdeführer A.A.________ hatte gegen das Urteil des Versicherungsgerichts des Kantons Solothurn vom 7. Oktober 2025 Beschwerde eingelegt, jedoch hat das Bundesgericht entschieden, dass die Beschwerde nicht den inhaltlichen Mindestanforderungen genügt, da sie keine rechtsgenügliche Auseinandersetzung mit den Erwägungen im angefochtenen Urteil enthält. Daher wurde auf die Beschwerde nicht eingetreten und es wurden keine Gerichtskosten erhoben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-9C_601-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_697/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 21. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Der Beschwerdeführer A.________ hatte gegen den Entscheid des Versicherungsgerichts des Kantons St. Gallen Beschwerde eingelegt, da er mit der zuerkannten Rente bei einem Invaliditätsgrad von 44 % nicht einverstanden war und eine Rente bei einem Invaliditätsgrad von mindestens 70 % forderte. Das Bundesgericht hat jedoch entschieden, dass die Beschwerde nicht den gesetzlichen Anforderungen genügt, da der Beschwerdeführer sich nicht ausreichend mit den vorinstanzlichen Erwägungen auseinandergesetzt hat, und daher nicht auf die Beschwerde eingetreten ist.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_697-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_242/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Das Bundesgericht hat in seinem Urteil 9C_242/2025 und 9C_243/2025 vom 16. Januar 2026 entschieden, dass die IV-Stelle des Kantons Aargau den Assistenzbeitrag für den Versicherten A.________, der an amyotropher Lateralsklerose (ALS) leidet und Vater eines behinderten Kindes ist, neu festzusetzen hat. Die IV-Stelle hatte den Assistenzbeitrag mehrmals angepasst, jedoch wurde jede Anpassung vom Versicherungsgericht des Kantons Aargau aufgehoben, da die IV-Stelle den Hilfebedarf im Bereich \"Erziehung und Kinderbetreuung\" nicht korrekt berechnet hatte. Das Bundesgericht bestätigte die Entscheidung des Versicherungsgerichts, dass der Versicherte für den Hilfebedarf im Bereich \"Erziehung und Kinderbetreuung\" einen Wert der Stufe 4 von mindestens 120 Minuten pro Tag erhalten soll.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_242-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_266/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 28. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Der Beschwerdeführer, A.________, hatte sich mehrmals bei der IV-Stelle des Kantons Bern zum Leistungsbezug angemeldet und hatte bereits einmal eine befristete ganze Invalidenrente erhalten. Nach einer erneuten Anmeldung und medizinischen Abklärungen wurde ihm eine weitere befristete ganze Invalidenrente zugesprochen, die jedoch ab einem bestimmten Datum aufgrund eines zu geringen Invaliditätsgrades nicht mehr ausgerichtet werden sollte. Der Beschwerdeführer erhob Beschwerde gegen diese Entscheidung, die vom Verwaltungsgericht des Kantons Bern abgewiesen wurde. Das Bundesgericht hat nun die Beschwerde in öffentlich-rechtlichen Angelegenheiten behandelt und wird die Rechtmäßigkeit der Entscheidung der IV-Stelle prüfen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_266-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_645/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 Sätzen:\n\nDie Beschwerdeführerin A.________, geboren 1974, meldete sich 2018 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie einen Bandscheibenvorfall erlitten hatte. Die IV-Stelle wies das Leistungsbegehren ab, und nach mehreren Beschwerden und Abklärungen wurde ein polydisziplinäres Gutachten bei der Medizinischen Abklärungsstelle (MEDAS) Bern eingeholt, das zu dem Schluss kam, dass die Beschwerdeführerin keine Rente beanspruchen kann. Das Bundesgericht hat die Beschwerde der A.________ gegen das Urteil des Sozialversicherungsgerichts des Kantons Zürich abgewiesen, da die Vorinstanz den Sachverhalt korrekt festgestellt und die Rechtsmängel nicht gerügt hat, die das Bundesgericht von Amtes wegen prüfen würde.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_645-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "05.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "8C_726/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 14. Januar 2026 ein Urteil im Fall 8C_726/2025 gefällt, in dem es um die Invalidenversicherung und die Frage ging, ob die IV-Stelle Basel-Landschaft zu Recht nicht auf eine Neuanmeldung zum Leistungsbezug eingetreten ist. Die Beschwerdeführerin hatte geltend gemacht, dass ihre objektive Eingliederungsfähigkeit sich namhaft verbessert habe, konnte dies jedoch nicht mit medizinischen Unterlagen belegen. Das Bundesgericht kam zu dem Schluss, dass die Beschwerdeführerin ihre Beschwerde nicht ausreichend begründet hatte und daher nicht auf die Beschwerde eingetreten wurde. Das Gericht verzichtete ausnahmsweise auf die Erhebung von Gerichtskosten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_726-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_181/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 Sätzen:\n\nDer Beschwerdeführer A.________, der seit 2010 eine ganze Invalidenrente bezog, wurde von der IV-Stelle des Kantons Graubünden observiert und es wurden Ermittlungen wegen Betrugs und unrechtmässigen Leistungsbezugs eingeleitet. Die IV-Stelle stellte die Rente vorsorglich ein und liess weitere medizinische Abklärungen durchführen, darunter ein polydisziplinäres Gutachten, das zu dem Ergebnis kam, dass der Rentenanspruch nicht mehr gerechtfertigt sei. Die IV-Stelle hob die Rente daraufhin mit Verfügung vom 10. August 2022 rückwirkend per 30. Juni 2015 auf, was vom Bundesgericht bestätigt wurde.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_181-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_660/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Das Bundesgericht hat am 15. Januar 2026 ein Urteil im Fall 8C_660/2025 gefällt. Der Beschwerdeführer, A.________, hatte sich bei der IV-Stelle des Kantons Solothurn zum Leistungsbezug (berufliche Integration/Rente) angemeldet, aber eine psychiatrische Begutachtung verweigert. Die IV-Stelle trat daraufhin aufgrund der fehlenden Mitwirkung von A.________ auf dessen Leistungsbegehren nicht ein. Das Bundesgericht bestätigte den Nichteintretensentscheid der IV-Stelle und wies die Beschwerde von A.________ ab, da dieser seine Mitwirkungspflicht verletzt hatte, indem er die psychiatrische Begutachtung verweigerte. Das Bundesgericht befand, dass die Vorinstanz Bundesrecht nicht verletzt hatte, indem sie den Nichteintretensentscheid der IV-Stelle bestätigte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_660-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "03.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "02.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "30.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "9C_94/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Das Bundesgericht hat am 12. Januar 2026 ein Urteil in einem Fall der Invalidenversicherung gefällt. Der Beschwerdeführer A.________ hatte gegen die IV-Stelle Bern Beschwerde eingelegt, nachdem diese auf sein Leistungsbegehren nicht eingetreten war. Das Verwaltungsgericht des Kantons Bern hatte auf die Beschwerde nicht eingetreten, was der Beschwerdeführer vor dem Bundesgericht anfocht. Das Bundesgericht hat nun entschieden, dass die Vorinstanz Bundesrecht nicht verletzt hat, als sie auf die Beschwerde nicht eintrat, da der Beschwerdeführer die Möglichkeit hatte, die Auferlegung der Verfahrenskosten mit dem Endentscheid anzufechten. Die Beschwerde wurde daher abgewiesen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_94-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "28.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "27.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    }
]