[
    {
        "aktenzeichen": "8C_699/2024",
        "datum": "16.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDie Klägerin, A.________, hatte 2018 eine neue Antragstellung für Leistungen der Invalidenversicherung eingereicht und geltend gemacht, seit April 2016 arbeitsunfähig zu sein und an psychischen Störungen zu leiden. Die Rechtsfrage drehte sich um die Frage, ob die Klägerin Anspruch auf eine Impotentenentschädigung hatte, nachdem das Amt für Invalidenversicherung des Kantons Waadt ihre Antragstellung abgelehnt hatte. Das Bundesgericht wies den Rekurs der Klägerin ab und bestätigte damit die Entscheidung des Kantonsgerichts, dass die Klägerin keine Impotentenentschädigung erhält.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-8C_699-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_57/2026",
        "datum": "16.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________ hatte gegen ein Urteil des Verwaltungsgerichts des Kantons Bern vom 30. Mai 2024 Beschwerde beim Bundesgericht eingelegt, jedoch nicht innerhalb der 30-tägigen Rechtsmittelfrist. Die Rechtsfrage war, ob die Beschwerde trotz der verspäteten Einreichung noch zugelassen werden konnte, was jedoch aufgrund fehlender Fristwiederherstellungsgründe abgelehnt wurde. Das Ergebnis war, dass das Bundesgericht nicht auf die Beschwerde einging, das Gesuch um unentgeltliche Rechtspflege abwies, aber auf die Erhebung von Gerichtskosten verzichtete.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://27-01-2026-8C_57-2026&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_59/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft die 1959 geborene A.________, die seit 2016 aufgrund von Schmerzen nicht mehr arbeiten kann und sich bei der Invalidenversicherung zum Leistungsbezug anmeldet, jedoch von der IV-Stelle des Kantons Zürich einen Rentenanspruch verneint wird.\n* Die Rechtsfrage dreht sich um die Frage, ob die IV-Stelle und das Sozialversicherungsgericht des Kantons Zürich die medizinischen Abklärungen und die Beurteilung der Arbeitsfähigkeit von A.________ korrekt durchgeführt haben und ob die Verneinung des Rentenanspruchs rechtmäßig ist.\n* Das Ergebnis des Urteils ist, dass das Bundesgericht die Beschwerde von A.________ abweist und die Verneinung des Rentenanspruchs durch die IV-Stelle und das Sozialversicherungsgericht des Kantons Zürich bestätigt, da die medizinischen Abklärungen und die Beurteilung der Arbeitsfähigkeit korrekt durchgeführt wurden und die Verneinung des Rentenanspruchs rechtmäßig ist.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://08-01-2026-9C_59-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_725/2024",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der 2005 ein Schleudertrauma erlitt, hatte sich 2007 und erneut 2019 bei der Invalidenversicherung (IV) zum Leistungsbezug angemeldet, wurde jedoch beide Male abgelehnt, da kein Gesundheitsschaden mit Auswirkung auf die Arbeits- und Erwerbsfähigkeit vorlag. Die Rechtsfrage betrifft die Frage, ob die rechtserheblichen Tatsachen vollständig festgestellt und ob der Untersuchungsgrundsatz bzw. die Beweiswürdigungsregeln nach Art. 61 lit. c ATSG beachtet wurden. Das Bundesgericht wies die Beschwerde des A.________ ab, da die Vorinstanz die rechtserheblichen Tatsachen vollständig festgestellt und die Beweiswürdigungsregeln beachtet hatte, und bestätigte somit die Ablehnung des Leistungsgesuchs durch die IV-Stelle.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-8C_725-2024&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_716/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier sind 3 prägnante Sätze, die das Urteil zusammenfassen:\n\n* **Sachverhalt:** Die Klägerin A.________ hat bei der Invalidenversicherung eine neue Leistung beantragt, die jedoch abgelehnt wurde, da die medizinischen Experten keine ausreichende Arbeitsunfähigkeit festgestellt haben.\n* **Rechtsfrage:** Die Frage ist, ob die Klägerin ihre Beschwerde ausreichend begründet hat, um die Anforderungen des Bundesgerichts zu erfüllen, insbesondere ob sie die Entscheidung des kantonalen Gerichts ausreichend kritisiert und ihre eigene Position klar dargelegt hat.\n* **Ergebnis:** Das Bundesgericht hat die Beschwerde abgewiesen, da die Klägerin ihre Beschwerde nicht ausreichend begründet hat und somit die Anforderungen des Art. 42 Abs. 2 des Bundesgerichtsgesetzes (LTF) nicht erfüllt hat, wonach die Beschwerde die Gründe und die Beweismittel angeben muss, um die Entscheidung des kantonalen Gerichts anzugreifen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://29-01-2026-9C_716-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_296/2025",
        "datum": "13.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft eine Person, die sich mehrmals bei der Invalidenversicherung zum Leistungsbezug anmeldet, aber jeweils abgelehnt wird, da keine relevante Veränderung der Verhältnisse glaubhaft gemacht wird.\n* Die Rechtsfrage dreht sich um die Frage, ob die IV-Stelle zu Recht auf die Neuanmeldungen nicht eingetreten ist, oder ob sie diese materiell prüfen muss, wenn die Beschwerdeführerin neue medizinische Unterlagen einreicht.\n* Das Ergebnis ist, dass das Bundesgericht die Beschwerde abweist, da die Vorinstanz zu Recht entschieden hat, dass die IV-Stelle nicht auf die Neuanmeldung eintreten muss, da keine relevante Veränderung der Verhältnisse glaubhaft gemacht wurde.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://30-01-2026-8C_296-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_287/2025",
        "datum": "12.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft einen Mann, der 1979 geboren wurde und sich 2021 bei der Invalidenversicherung zum Leistungsbezug anmeldete, da er an einer Alkoholabhängigkeit litt und eine stationäre Entzugs- und Entwöhnungsbehandlung benötigte.\n* Die Rechtsfrage dreht sich um die Zulässigkeit der Leistungsverweigerung durch die IV-Stelle nach Durchführung des Mahn- und Bedenkzeitverfahrens bei Vorliegen eines Alkoholabhängigkeitssyndroms und der Frage, ob die Vorinstanz Bundesrecht verletzte, indem sie die Leistungsablehnung bestätigte.\n* Das Ergebnis des Urteils ist nicht explizit genannt, da der Text abrupt endet, aber es kann angenommen werden, dass das Bundesgericht die Beschwerde prüft und entscheidet, ob die Leistungsablehnung durch die IV-Stelle rechtmäßig war oder nicht.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_287-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_751/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft eine Beschwerde von A.________ gegen die Ablehnung einer Rente durch die IV-Stelle des Kantons St. Gallen, die aufgrund einer \"Long COVID\"-Erkrankung eine Einschränkung ihrer Erwerbsfähigkeit geltend macht.\n* Die Rechtsfrage dreht sich um die Frage, ob die Beschwerdeführerin die gesetzlichen Anforderungen an eine Beschwerde erfüllt hat, insbesondere ob sie in ihrer Beschwerdeschrift ausreichend begründet hat, inwiefern der angefochtene Entscheid Recht verletzt.\n* Das Ergebnis ist, dass das Bundesgericht auf die Beschwerde nicht eintritt, da die Beschwerdeführerin die gesetzlichen Anforderungen an eine Beschwerde nicht erfüllt hat, und es werden keine Gerichtskosten erhoben.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_751-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_291/2025",
        "datum": "11.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Die 1977 geborene A.________ meldete sich 2019 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie nach einem Zeckenbiss mit Wanderröte diverse Beschwerden aufwies. Die IV-Stelle tätigte medizinische und erwerbliche Abklärungen und veranlasste eine polydisziplinäre Begutachtung, die zu dem Ergebnis kam, dass keine Eingliederungsmassnahmen möglich seien.\n\n**Rechtsfrage:** Die Frage war, ob die IV-Stelle die Leistungen für A.________ zu Recht abgewiesen hatte, oder ob die Sache zur weiteren Abklärung an die IV-Stelle zurückgewiesen werden musste, wie das Sozialversicherungsgericht des Kantons Zürich entschieden hatte.\n\n**Ergebnis:** Das Bundesgericht entschied, dass die Beschwerde der IV-Stelle abzuweisen sei, da die Vorinstanz zu Recht die Sache zur weiteren Abklärung an die IV-Stelle zurückgewiesen hatte, um den Leistungsanspruch von A.________ neu zu beurteilen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_291-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_601/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Der Beschwerdeführer A.A.________ hatte gegen die IV-Stelle Solothurn Beschwerde eingelegt, weil diese keine anfechtbare Verfügung über seinen Leistungsanspruch ab Dezember 2021 erlassen hatte und eine weitere Begutachtung angeordnet hatte.\n**Rechtsfrage:** Die Frage war, ob die Vorinstanz zu Recht eine Rechtsverweigerung durch die Beschwerdegegnerin verneint und die Rechtsverweigerungsbeschwerde des Beschwerdeführers abgewiesen hatte.\n**Ergebnis:** Das Bundesgericht hat auf die Beschwerde nicht eingetreten, weil die Eingaben des Beschwerdeführers keine rechtsgenügliche Auseinandersetzung mit den Erwägungen im angefochtenen Urteil enthielten und somit den inhaltlichen Mindestanforderungen nicht genügten.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://20-01-2026-9C_601-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_697/2025",
        "datum": "10.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________ hatte gegen die IV-Stelle des Kantons St. Gallen Beschwerde eingelegt, da er mit der Entscheidung des Versicherungsgerichts des Kantons St. Gallen nicht einverstanden war, die ihm eine Rente bei einem Invaliditätsgrad von 44 % zugesprochen hatte. Die Beschwerde wurde jedoch wegen mangelnder Begründung abgewiesen, da der Beschwerdeführer nicht ausreichend dargelegt hatte, inwiefern die Vorinstanz Bundesrecht verletzt hatte. Das Bundesgericht entschied daher, auf die Beschwerde nicht einzutreten und erhob keine Gerichtskosten, da die Beschwerde offensichtlich unzulässig war.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://21-01-2026-8C_697-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "9C_242/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Sachverhalt betrifft einen 1978 geborenen Mann, der an amyotropher Lateralsklerose (ALS) leidet und von der Invalidenversicherung eine ganze Invalidenrente und eine Entschädigung für Hilflosigkeit bezieht, sowie einen Assistenzbeitrag für die Betreuung seines behinderten Kindes. Die Rechtsfrage dreht sich um die Höhe des Assistenzbeitrags, insbesondere um die Berücksichtigung des Hilfebedarfs im Bereich \"Erziehung und Kinderbetreuung\" nach dem standardisierten Abklärungsinstrument \"FAKT2\". Das Bundesgericht hat die Urteile des Versicherungsgerichts des Kantons Aargau bestätigt, die die Verfügungen der IV-Stelle aufhoben und die Sache zur Neuverfügung an die Verwaltung zurückwies, um den Assistenzbeitrag unter Berücksichtigung des korrekten Hilfebedarfs im Bereich \"Erziehung und Kinderbetreuung\" neu festzusetzen.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-9C_242-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_266/2025",
        "datum": "09.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\nDer Beschwerdeführer A.________, der bereits 2016 eine befristete ganze Invalidenrente erhalten hatte, meldete sich 2021 und 2022 erneut bei der IV-Stelle des Kantons Bern zum Leistungsbezug an, da seine Gesundheitsschäden sich verschlechtert hatten. Die Rechtsfrage bestand darin, ob die IV-Stelle zu Recht eine ganze Invalidenrente nur bis Ende Februar 2024 gewährt und ab Dezember 2023 einen Invaliditätsgrad von 21 % bzw. 29 % angenommen hatte, was zu einem Wegfall des Rentenanspruchs führte. Das Bundesgericht wies die Beschwerde ab, da die Vorinstanz die Rechtslage und die medizinischen Abklärungen korrekt bewertet hatte und die Entscheidung der IV-Stelle nicht zu beanstanden war.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://28-01-2026-8C_266-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_645/2025",
        "datum": "06.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n**Sachverhalt:** Die 1974 geborene A.________ meldete sich 2018 bei der IV-Stelle des Kantons Zürich zum Leistungsbezug an, nachdem sie einen Bandscheibenvorfall erlitten hatte, und beantragte eine Invalidenrente. \n**Rechtsfrage:** Die Frage war, ob die IV-Stelle die Leistungen zu Recht abgelehnt hatte und ob die polydisziplinäre medizinische Abklärung, die die IV-Stelle angeordnet hatte, notwendig und rechtmäßig war.\n**Ergebnis:** Das Bundesgericht hat die Beschwerde von A.________ abgewiesen und die Entscheidung der IV-Stelle bestätigt, da die polydisziplinäre medizinische Abklärung notwendig und rechtmäßig war und die IV-Stelle ihre Entscheidung aufgrund der medizinischen Aktenlage und der Abklärungsergebnisse getroffen hatte.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://16-01-2026-8C_645-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "05.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "8C_726/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Hier ist eine Zusammenfassung des Urteils in 3 prägnanten Sätzen:\n\n* Der Sachverhalt betrifft eine Beschwerde gegen ein Urteil des Kantonsgerichts Basel-Landschaft, das das Nichteintreten auf eine Neuanmeldung zum Leistungsbezug in der Invalidenversicherung bestätigt hat, da die Beschwerdeführerin keine medizinischen Unterlagen vorgelegt hat, um eine namhafte Verbesserung ihrer objektiven Eingliederungsfähigkeit zu belegen.\n* Die Rechtsfrage betrifft die Anforderungen an die Begründung einer Beschwerde gegen ein Urteil, insbesondere die Notwendigkeit, die Sachverhaltsfeststellungen der Vorinstanz zu beanstanden und aufzuzeigen, inwiefern diese offensichtlich unrichtig oder bundesrechtswidrig sind.\n* Das Ergebnis ist, dass das Bundesgericht auf die Beschwerde nicht eintritt, da die Beschwerdeführerin ihre Beschwerde nicht ausreichend begründet hat und somit den Anforderungen an eine Beschwerde nicht genügt hat, was zu einem Nichteintreten auf das Rechtsmittel im vereinfachten Verfahren nach Art. 108 Abs. 1 lit. b BGG führt.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://14-01-2026-8C_726-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_181/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_181-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "8C_660/2025",
        "datum": "04.02.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://15-01-2026-8C_660-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "03.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "02.02.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "Info",
        "datum": "30.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    },
    {
        "aktenzeichen": "9C_94/2025",
        "datum": "29.01.2026",
        "zusammenfassung": "Zusammenfassung aktuell nicht verfügbar.",
        "url": "https://search.bger.ch/ext/eurospider/live/de/php/aza/http/index.php?highlight_docid=aza://12-01-2026-9C_94-2025&lang=de&zoom=&type=show_document"
    },
    {
        "aktenzeichen": "Info",
        "datum": "28.01.2026",
        "zusammenfassung": "An diesem Tag wurden keine IV-relevanten Urteile publiziert.",
        "url": "https://www.bger.ch"
    }
]